[
{
	"id":"green",
	"nameRU":"Зелёный",
	"nameEN":"Green",
	"descriptionRU":"Являясь скорее данью традициям классического танкостроения, этот незамысловатый цвет, так полюбившийся конструкторам всего мира, стал своеобразным стандартом для заводских моделей. К этому легендарному цвету часто возвращаются истинные ценители, перепробовав всё на свете.",
	"descriptionEN":"A tribute to the tradition of the classic tank, this simple color, so beloved by designers all over the world, has become a standard paint for factory models. This legendary color has the true connoisseurs returning to it, having tried everything in the world."
},
{
	"id":"black",
	"nameRU":"Чёрный",
	"nameEN":"Black",
	"descriptionRU":"Данная расцветка стала негласным стандартом для диверсионных танковых дивизий, основной задачей которых является скрытное проникновение на территорию врага в темное время суток. В армейских кругах танки из таких элитных дивизий за глаза с завистью называют «чёрные пятна смерти».",
	"descriptionEN":"This color has become the unofficial standard for the saboteur tank division, whose main task is to penetrate enemy territory during the night. Within military circles, these elite divisions have been nicknamed \"The black spots of death\"."
},
{
	"id":"blue",
	"nameRU":"Синий",
	"nameEN":"Blue",
	"descriptionRU":"Эту расцветку оставили в официальном перечне, как память о провалившемся проекте разработки танка-амфибии «Сом». По задумке конструкторов, он должен был передвигаться по руслам неглубоких рек, и, благодаря синей расцветке, беспрепятственно проникать в глубокий вражеский тыл, оставаясь незамеченным.",
	"descriptionEN":"This paint was added to the official list in memory of a failed project - the development of an amphibious tank codenamed \"Catfish\". Designers were planning on giving the \"Catfish\" the ability to move beneath the waters of shallow rivers, allowing it to take position behind enemy lines. The blue color would have been perfect for camouflage."
},
{
	"id":"cedar",
	"nameRU":"Кедр",
	"nameEN":"Cedar",
	"descriptionRU":"Для создания маскирующего покрытия «Кедр» используется сложный состав на основе толчёных чешуек кедровых шишек. Его неоспоримое достоинство — стопроцентная экологичность производства и два мешка очищенных кедровых орешков в подарок за каждую вторую канистру краски.",
	"descriptionEN":"This paint is composed of pounded pine cone flakes. It is environmentally friendly and comes with two bags of peeled pine nuts with every second canister of paint purchased."
},
{
	"id":"cherry",
	"nameRU":"Вишня",
	"nameEN":"Cherry",
	"descriptionRU":"Узкоспециализированный камуфляж для танков лесников, защищающих рощи редких красных деревьев от браконьеров.",
	"descriptionEN":"A highly specialized camouflage for forester tanks tasked with protecting groves of rare mahogany from poachers."
},
{
	"id":"clay",
	"nameRU":"Тина",
	"nameEN":"Clay",
	"descriptionRU":"Краска под кодовым названием «Тина» разрабатывалась для диверсионных танковых бригад, действующих в болотистой местности. Танки маскировались настолько хорошо, что даже пиявки не замечали их и на полном ходу врезались в бронированный корпус.",
	"descriptionEN":"This paint was designed for sabotage operations in the marshland. The tanks wearing this paint were camouflaged so well that not even the leeches noticed them."
},
{
	"id":"confetti",
	"nameRU":"Конфетти",
	"nameEN":"Confetti",
	"descriptionRU":"Специальная краска для проведения вечеринок, праздников, юбилеев, свадеб и иных засекреченных спецопераций. Особенно интересные результаты можно получить, если это покрытие использовать в бригаде лёгких танков. Незабываемый фейерверк гарантирован для любых гостей — званых и не очень.",
	"descriptionEN":"Getting married? Commemorating an anniversary? Throwing a party to celebrate your enemy biting the dust? Confetti is the paint for you. A Cake paint was originally planned, but the icing kept falling off, so it was deemed impractical."
},
{
	"id":"corrosion",
	"nameRU":"Ржавчина",
	"nameEN":"Corrosion",
	"descriptionRU":"Антипафос, антигламур и вызов моде! Кровавая ржавчина — выбор суровых танкистов, презирающих лоск и блеск. Полученная путём окисления металлической стружки в ванночках с кровью, эта краска говорит о брутальности и твёрдости характера танкиста.",
	"descriptionEN":"For the tanker who wants to go beyond using bullets, and venture into the realm of chemical tetanus-powered warfare, the \"Corrosion\" paint is the perfect companion."
},
{
	"id":"desert",
	"nameRU":"Пустыня",
	"nameEN":"Desert",
	"descriptionRU":"Специальная краска для операций в пустыне, создаваемая напылением кристаллического порошка из зубов песчаных червей. В инструкции по применению рекомендуется не мыть танк и всячески избегать контакта с водой.",
	"descriptionEN":"A special paint ideal for desert operations. It is created by spraying crystalline powder extracted from a sandworm's teeth. To maintain its unique texture, this paint should not be washed."
},
{
	"id":"digital",
	"nameRU":"Диджитал",
	"nameEN":"Digital",
	"descriptionRU":"Это не просто краска, это настоящий защитный комплекс. В его состав входят покраска особой стойкости, имеющая повышенные камуфлирующие свойства, и специальные наноботы для автоматической самоочистки краски в любых условиях боя.",
	"descriptionEN":"Besides having exceptional camouflage properties, this paint is extremely durable and contains special nanobots for automatic cleaning of the paint while in combat."
},
{
	"id":"dirty",
	"nameRU":"Грязь",
	"nameEN":"Dirty",
	"descriptionRU":"Эта краска должна была быть третьей краской, специально разработанной для наземных операций в средних климатических широтах. По решению военных покрытие не было включено в стандартный военный пакет из-за нескольких несчастных случаев на испытаниях, связанных с попыткой отчистить это покрытие от нарисованной грязи.",
	"descriptionEN":"This was originally intended as the third paint designed for ground operations in a mid-latitude climate. However, the military later decided not to include it in the standard package, after repeated attempts by staff cleaners to remove the painted mud texture from the cover."
},
{
	"id":"flora",
	"nameRU":"Флора",
	"nameEN":"Flora",
	"descriptionRU":"Одна из двух расцветок, специально разработанных для наземных операций в средних климатических широтах. Судя по отчетам независимой организации «Верный камуфляж», такая комбинация жёлтых, зелёных и коричневых пятен снижает вероятность обнаружения танка в «родной стихии».",
	"descriptionEN":"This is one of two paints specifically designed for ground operations in a mid latitude climate. According to reports from the independent organization \"True Camouflage\", a tank wearing this particular combination of yellow, green and brown, is less likely to be detected in such regions."
},
{
	"id":"forester",
	"nameRU":"Лесник",
	"nameEN":"Forester",
	"descriptionRU":"Одна из двух расцветок, специально разработанных для наземных операций в средних климатических широтах. По результатам исследования независимой организации «Верный камуфляж», такая комбинация светло- и тёмно-зелёных пятен снижает вероятность обнаружения танка в кустах.",
	"descriptionEN":"This is one of two paints specifically designed for ground operations in a mid latitude climate. According to reports from the independent organization \"True Camouflage\", a tank wearing this particular combination of light and dark green, is less likely to be detected in such regions."
},
{
	"id":"fracture",
	"nameRU":"Излом",
	"nameEN":"Fracture",
	"descriptionRU":"Экспериментальный камуфляж, разработанный для боёв в тропиках. По мнению именитых экспертов, гораздо лучше подходит для маскировки танка в картинной галерее, чем на поле боя.",
	"descriptionEN":"An experimental camouflage, developed for combat in tropical climates."
},
{
	"id":"grasslands",
	"nameRU":"Луга",
	"nameEN":"Grasslands",
	"descriptionRU":"Идеальное покрытие для совершения хитрых манёвров на полях сражений с обширным травяным покровом и большим количеством кустарников. Особенно эффективно осенью.",
	"descriptionEN":"Perfect for stealth approaches in areas characterized by a composition of grasses, herbs, and shrubs. Especially effective in autumn."
},
{
	"id":"guerrilla",
	"nameRU":"Партизан",
	"nameEN":"Guerrilla",
	"descriptionRU":"Для мастеров партизанской войны полевые умельцы с помощью зубила и грязной тряпочки разработали покрытие, отлично маскирующий танк под подбитую технику. Рекомендуется танкистам со стальными нервами, способными оставаться неподвижными даже под дулами вражеских танков.",
	"descriptionEN":"This paint is assembled from a variety of scrap materials, providing the perfect cover for the guerrilla tanker who wants to take advantage of the element of surprise."
},
{
	"id":"jade",
	"nameRU":"Нефрит",
	"nameEN":"Jade",
	"descriptionRU":"Напыление из редкого коричневого нефрита обеспечивает этому покрытию прочность хорошей стали. Но если производство металлсодержащих покрытий загрязняет океаны и приводит к вымиранию низколетающих птиц, то краска «Нефрит» с каменной пудрой экологически чиста, как берёзовый сок!",
	"descriptionEN":"A spray from a rare brown jade. Beautiful, perfect for camouflage, and ecologically friendly."
},
{
	"id":"loam",
	"nameRU":"Глина",
	"nameEN":"Loam",
	"descriptionRU":"Лучший способ отвести вражеский взгляд от своего танка — заляпать его грязью. Однако естественная грязь весьма неустойчива — легко смывается водой и даже отваливается пластами в жаркую погоду. Чтобы придать танку нужный «грязный» цвет, было разработано покрытие «Глина». В его состав включены отходы керамического производства лучших китайских гончарных мастерских.",
	"descriptionEN":"Nobody pays much attention to dirty vehicles. The \"Loam\" paint uses this psychological element to your tank's advantage by disguising it as a dirty piece of machinery. And once your enemy turns his back on you, that's when you strike!"
},
{
	"id":"magma",
	"nameRU":"Магма",
	"nameEN":"Magma",
	"descriptionRU":"Покрытие используется огнемётными танками для имитации потока лавы при штурме особо укреплённых районов. Такая тактика легко вызывает первобытный ужас в рядах обороняющихся.",
	"descriptionEN":"This paint is often used on tanks equipped with flamethrowers. It gives the impression that lava is flowing through the tank itself, terrorizing the opposition."
},
{
	"id":"marine",
	"nameRU":"Морпех",
	"nameEN":"Marine",
	"descriptionRU":"Это покрытие прекрасно держится на танке даже после продолжительного контакта с солёной водой. Хитрые танкисты покрывают танк этой краской изнутри, после чего используют его как большую бочку для засаливания огурцов на зиму.",
	"descriptionEN":"Due to its high resistance to prolonged contact with salty water, smart tankers use this colour to paint their tanks from the inside, using it as a large barrel for salting cucumbers during winter time."
},
{
	"id":"mars",
	"nameRU":"Марс",
	"nameEN":"Mars",
	"descriptionRU":"По слухам, это покрытие разрабатывалось для космодесантных дивизий, которые должны были обеспечить молниеносное освобождение Марса от инопланетных захватчиков. В продажу краску вывели исключительно для сбора средств на переброску танковой дивизии на Марс.",
	"descriptionEN":"According to rumors, this cover was developed for space landing divisions, intended for lightning fast missions to save Mars from alien invaders. The paint was eventually sold to raise funds for a mission that would send a tank division to Mars."
},
{
	"id":"metallic",
	"nameRU":"Металлик",
	"nameEN":"Metallic",
	"descriptionRU":"Существует ошибочное мнение, что данной расцветкой пользуются в условиях дефицита лакокрасочных материалов. На самом деле — это специальное покрытие, особым образом отражающее свет. Бликовый шум, создаваемый таким покрытием, вносит помехи в работу некоторых систем наведения.",
	"descriptionEN":"There is the misconception that this paint is intended as a replacement for varnishing surfaces. In reality, the reflective nature of this paint is intended to interfere with tracking and radar devices."
},
{
	"id":"moss",
	"nameRU":"Мох",
	"nameEN":"Moss",
	"descriptionRU":"Нет лучше способа спрятаться в тайге, чем стать частью тайги. Это покрытие как нельзя лучше соответствует такому принципу. Стоит только не забывать, что мох обычно растёт на северной стороне камней и деревьев. Также мох не перемещается активно по лесу, отстреливаясь от преследователей.",
	"descriptionEN":"Blend in with the forest environment when stalking your enemies. But remember, moss does not usually move, nor does it fire at tanks, so doing any of those things might draw attention on your presence."
},
{
	"id":"needle",
	"nameRU":"Хвоя",
	"nameEN":"Needle",
	"descriptionRU":"Для производства одной банки краски «Хвоя», изготовленной на основе иголочек хвойных деревьев, вырубается 25 квадратных метров молодого ельника. Но каждый снайпер знает, что хвойная присыпка — лучший способ маскировки!",
	"descriptionEN":"Using spruce from sustainable-only areas, the \"Needle\" paint is prepared using 25 square meters of spruce, cut down and shredded into miniature wooden needles, and bound together using a special type of resin."
},
{
	"id":"orange",
	"nameRU":"Оранж",
	"nameEN":"Orange",
	"descriptionRU":"Данную расцветку не планировалось включать в официальный перечень, так как она не представляла особой практической ценности, кроме, быть может, посредственной маскировки в пустынной местности. Но армейские мозгоправы доказали, что оранжевый цвет положительно влияет на психологическое здоровье «пушечного мяса».",
	"descriptionEN":"Originally, there were no plans to include this color in the official list, as it lacked any practical value, except maybe a decent camouflage in desert areas. However, army psychologists have proved that this particular hue of orange has a positive, therapeutic effect on shell-shocked tanks."
},
{
	"id":"picasso",
	"nameRU":"Пикассо",
	"nameEN":"Picasso",
	"descriptionRU":"Камуфляж «Пикассо» не зря носит имя признанного мастера кубизма Пабло Пикассо. Тонкие многоугольные фрагменты брони стыкуются в абстрактный узор, рассеивающий падающие на танк лучи лазерных дальномеров. Выбор истинных искусствоведов!",
	"descriptionEN":"This paint invokes the highly unique and interpretative style of the master himself. It proves that tanks aren't just about brutal firepower."
},
{
	"id":"pixel",
	"nameRU":"Пиксель",
	"nameEN":"Pixel",
	"descriptionRU":"Лесной камуфляж, выполненный по экспериментальной пиксельной технологии. Выводит из себя ценителей высоких разрешений даже лучше, чем битые пиксели на экране.",
	"descriptionEN":"In a battlefield made of pixels, a paint made of pixels offers the perfect camouflage for melting into the background. No dead pixels on this one!"
},
{
	"id":"prodigi",
	"nameRU":"Продиджи",
	"nameEN":"Prodigi",
	"descriptionRU":"Усовершенствованная версия стандартного «Диджитала» выполнена по секретной технологии «Рябь в глазах». Она не только надёжно маскирует танк, но и раздражает противника, заставляя его чаще ошибаться.",
	"descriptionEN":"An enhanced digital paint with a pattern that is intended to distract and disorient your enemy, making them more likely to miss when firing at you."
},
{
	"id":"red",
	"nameRU":"Красный",
	"nameEN":"Red",
	"descriptionRU":"Красный цвет — воплощение ярости и отваги, обладает также природной практичностью, позволяя деликатно скрывать пятна вражеской крови, неизбежно появляющиеся на корпусе, как бы вы ни аккуратничали.",
	"descriptionEN":"The red color- the embodiment of rage and courage. it also has the practical allpication of being able to hide any traces of enemy blood."
},
{
	"id":"red_urban",
	"nameRU":"Кирпич",
	"nameEN":"Red Urban",
	"descriptionRU":"Камуфляжный дизайн краски специально разработан для сражений в промышленных зонах среди кирпичных зданий.",
	"descriptionEN":"A camouflage designed for combat in urban areas with predominantly red brick buildings."
},
{
	"id":"rock",
	"nameRU":"Скала",
	"nameEN":"Rock",
	"descriptionRU":"Броневые пластины для покрытия «Скала» добываются в скальных массивах по древнеегипетской технологии. Сухие колышки вбиваются в скалу, смачиваются водой, разбухают и откалывают ровные каменные блоки. Этот камуфляж — настоящая ручная работа!",
	"descriptionEN":"The armored plates called \"The Rock\" are mined from huge rock formations, using an ancient Egyptian technology. Dry pegs are hammered into the rock, then soaked with water till they swell, breaking the rock into smooth blocks of stone. This camouflage is the definition of \"hand-made\"."
},
{
	"id":"rustle",
	"nameRU":"Шелест",
	"nameEN":"Rustle",
	"descriptionRU":"Танки не боятся ни жары, ни мороза, поэтому сражения бушуют круглый год. А значит, танкистам требуется маскировка не только для разной местности, но и для всех сезонов. Этот окрас поможет слиться с палой листвой и подосиновиками в осеннем лесу. При условии, что вам удастся заехать на танке в лес...",
	"descriptionEN":"Autumn leaves may rustle beneath your tank's tracks, but your opponents still won't be able to detect you thanks to this paint's unique blend of hues."
},
{
	"id":"sandstone",
	"nameRU":"Песчаник",
	"nameEN":"Sandstone",
	"descriptionRU":"Покрытие «Песчаник» сочетает в себе маскирующие свойства песочной раскраски и прочность закалённого ветрами камня. Подарочный комплект «Песчаника» включает в себя купальные плавки или бикини на выбор, солнечные очки и пляжный зонт.",
	"descriptionEN":"The paint combines the masking properties of sand, with wind-tempered stone. The \"Sandstone\" set comes bundled with bathing trunks or bikini of choice, sunglasses and a parasol."
},
{
	"id":"savanna",
	"nameRU":"Саванна",
	"nameEN":"Savanna",
	"descriptionRU":"Этот камуфляж скроет вас среди пальм. Пляж тоже подойдёт, но, пожалуйста, не оставляйте гильзы от танковых снарядов на песке, это доставляет неудобства отдыхающим.",
	"descriptionEN":"Perfect for hiding among thick foliage such as jungle environments. Careful though... gorillas are known to use leaves for \"cleaning\" purposes."
},
{
	"id":"storm",
	"nameRU":"Буря",
	"nameEN":"Storm",
	"descriptionRU":"Отличная маскировка для секретных ночных операций. В условиях слабой освещённости эта текстура делает танк совершенно неразличимым в сумраке.",
	"descriptionEN":"A perfect disguise for covert night time operations, this paint makes the tank virtually invisible at dusk."
},
{
	"id":"swamp",
	"nameRU":"Болотный",
	"nameEN":"Swamp",
	"descriptionRU":"Случайно заснувший ведущий танкового батальона завёл своих товарищей в болото, где проводилась тайная операция по подготовке жаб-диверсантов, и около десяти тысяч экземпляров превратились в прототип этой окраски.",
	"descriptionEN":"This paint was created after a tank battalion leader accidentally fell asleep, and drove his comrades into a swamp, where a secret operation for training saboteur frogs was being conducted."
},
{
	"id":"swash",
	"nameRU":"Прибой",
	"nameEN":"Swash",
	"descriptionRU":"Формула покрытия «Прибой» была похищена из секретной лаборатории под кодовым названием «Аква», специализирующейся на генетических экспериментах над рыбами. Благодаря особым теплоотражающим свойствам краска придаёт воздуху внутри танка морскую свежесть.",
	"descriptionEN":"The formula of the \"Swash\" cover was stolen from a secret laboratory codenamed \"Aqua\", specializing in genetic experiments on fish. Thanks to its special heat-reflecting properties, this paint gives the air inside the tank a refreshing seaside freshness."
},
{
	"id":"taiga",
	"nameRU":"Тайга",
	"nameEN":"Taiga",
	"descriptionRU":"Камуфляжное покрытие «Тайга» так хорошо маскирует танк в густой растительности, что на нём даже можно охотиться на лосей. Пугливое животное не замечает угрозу и подходит к боевой машине вплотную. Впрочем, на месте лося может оказаться и другой танкист...",
	"descriptionEN":"The \"Taiga\" camouflage paint masks the tank so well in thick vegetation, that you could probably sneak up on a moose with your tank."
},
{
	"id":"tundra",
	"nameRU":"Тундра",
	"nameEN":"Tundra",
	"descriptionRU":"Одна из немногих по-настоящему стильных камуфляжных красок. Текстура сурова и по-мужски проста. Делает танк менее заметным на поле боя.",
	"descriptionEN":"Gives your tank an intimidating, battle-hardened look. Nobody will dare mess with you."
},
{
	"id":"urban",
	"nameRU":"Урбан",
	"nameEN":"Urban",
	"descriptionRU":"Лучшая краска для сражений в городе. Особенно хорошо работает в придорожных кустах, за что любима инспекцией танкового движения.",
	"descriptionEN":"The best paint for battle in urban environments. Works especially well with roadside bushes."
},
{
	"id":"vortex",
	"nameRU":"Вихрь",
	"nameEN":"Vortex",
	"descriptionRU":"Мы не смогли добиться от автора этой краски вразумительного объяснения, что он хотел этим сказать. Вскоре после этого автор пропал без вести на морской прогулке. Это даёт основания полагать, что здесь каким-то образом были замешаны оскорблённые морские чудовища.",
	"descriptionEN":"Details about the inspiration behind this paint are regrettably sparse. The designer simply disappeared one day while having a leisurely stroll by the sea. Theorists blame sea monsters."
},
{
	"id":"white",
	"nameRU":"Белый",
	"nameEN":"White",
	"descriptionRU":"Специальная разработка для проведения наземных операций в странах с холодным климатом. В заснеженной местности такая расцветка способна значительно снизить вероятность обнаружения. Ради увеличения объёмов продаж производитель включил в комплект поставки теплый тулуп и валенки.",
	"descriptionEN":"This paint has been developed specifically for ground operations in countries with cold climates. In snowy areas, it can significantly reduce the likelihood of detection. In order to increase the sales, some manufacturers included a warm coat and boots in the package."
},
{
	"id":"winter",
	"nameRU":"Метель",
	"nameEN":"Winter",
	"descriptionRU":"Эта краска разработана специально для боёв на заснеженных картах и в условиях повышенной видимости. Лопата для самооткапывания танка из снега в комплект не входит по экономическим причинам.",
	"descriptionEN":"This paint was specially developed for battle on snow-covered land. It was originally intended to include a snow shovel, but the finance department didn't approve the extra cost."
},
{
	"id":"gentleman",
	"nameRU":"Джентльмен",
	"nameEN":"Gentleman",
	"descriptionRU":"Знак мужской солидарности в «Войне полов». Купив эту краску, игрок ввязывается в звёздное сражение против женского сообщества «Танков Онлайн». Победит сильнейший!",
	"descriptionEN":"Wearing this paint shows your allegiance to the MALE camp in the «Gender War». When purchasing this paint, you will be participating in a star battle against the female camp in Tanki Online. The strongest side will win!"
},
{
	"id":"ghost",
	"nameRU":"Дух",
	"nameEN":"Ghost",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"lady",
	"nameRU":"Леди",
	"nameEN":"Lady",
	"descriptionRU":"Знак женской сплочённости в «Войне полов». Купив эту краску, игрок ввязывается в звёздное сражение против мужского сообщества «Танков Онлайн». Победит сильнейший!",
	"descriptionEN":"Wearing this paint shows your allegiance to the FEMALE camp in the «Gender War». When purchasing this paint, you will be participating in a star battle against the male camp in Tanki Online. The strongest side will win!"
},
{
	"id":"lannies",
	"nameRU":"Ланны",
	"nameEN":"Lannies",
	"descriptionRU":"Всем известно, что Ланны — богачи. Наденьте краску, зайдите в бой и точно услышите: «Эй, богач! Кидай голд!».",
	"descriptionEN":"Lannies: Everyone knows Lannies are rich. Wear this paint, ride into battle and pretty soon you'll be hearing, \"DROPP GOLD PLZZZZZZ!!!111!1\" This is a temporary paint. It was removed from all garages on April 29th."
},
{
	"id":"santa_claus",
	"nameRU":"Санты",
	"nameEN":"Santa Claus",
	"descriptionRU":"Краска членов фракции «Санты».",
	"descriptionEN":"The paint is for players who are joining Santa Claus's faction in the global event \"War. Stolen Christmas\"."
},
{
	"id":"staries",
	"nameRU":"Стары",
	"nameEN":"Staries",
	"descriptionRU":"Благородство, справедливость, честь и отвага — главные качества Старов. Поступайте в бою по совести, и звёзды пойдут как по маслу.",
	"descriptionEN":"Nobility, justice, honor, and courage are the main qualities of the Stories faction. Let your conscious guide you in battle and you will surely collect many stars This is a temporary paint. It was removed from all garages on April 29th."
},
{
	"id":"targies",
	"nameRU":"Тарги",
	"nameEN":"Targies",
	"descriptionRU":"Тарги — драконы. Если бы краски в «Танках Онлайн» имели дополнительные свойства, эта точно давала бы неуязвимость к огню и возможность летать. Но, к счастью врагов, это покрытие — всего лишь красивая «одёжка».",
	"descriptionEN":"Targies are big, flying lizards with fire-breathing abilities. Thankfully this paint is purely cosmetic and does not give its wearer any of those properties. This is a temporary paint. It was removed from all garages on April 29th."
},
{
	"id":"elves",
	"nameRU":"Эльфы",
	"nameEN":"The Elves",
	"descriptionRU":"Краска членов фракции «Эльфы».",
	"descriptionEN":"The paint is for players who are joining the Elves' faction in the global event \"War. Stolen Christmas\"."
},
{
	"id":"snowmen",
	"nameRU":"Снеговики",
	"nameEN":"The Snowmen",
	"descriptionRU":"Краска членов фракции «Снеговики».",
	"descriptionEN":"The paint is for players who are joining the Snowman's faction in the global event \"War. Stolen Christmas\"."
},
{
	"id":"undead",
	"nameRU":"Нежить",
	"nameEN":"Undead",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"vampire",
	"nameRU":"Вампир",
	"nameEN":"Vampire",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"algeria",
	"nameRU":"Алжир",
	"nameEN":"Algeria",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"argentina",
	"nameRU":"Аргентина",
	"nameEN":"Argentina",
	"descriptionRU":"В Аргентине жизнь накалена до предела: солнце печёт, от круговорота эмоций закипает кровь, а от поджидающих на каждом шагу приключений подскакивает адреналин. Именно такой стиль игры — с азартом и страстью — диктует посвящённое этой стране танковое покрытие.",
	"descriptionEN":"In Argentina life is heated to the limit: the sun is scorching, the emotions form wild tornados, and the blood jumps into high adrenaline from adventures around every corner. This playstyle -- with passion -- is permanently attached to the paint."
},
{
	"id":"australia",
	"nameRU":"Австралия",
	"nameEN":"Australia",
	"descriptionRU":"Австралия — страна пустынь, окружённая со всех сторон водами морей и океанов; родина резвого кенгуру и ленивой коалы; лидер по количеству ядовитых змей и лидер по количество долгожителей — это место соткано из противоречий. Краска создана для тех, кто не боится проблем и следует за своей мечтой.",
	"descriptionEN":"Australia is the land of deserts, surrounded by ocean waters and seas from all sides; a land of quick kangaroo and lazy koala; leader among by the number of deadly snakes and long-living people -- this whole place is made out of paradoxes. This paint was made for those, who fear no problem and chase after their dreams."
},
{
	"id":"belgium",
	"nameRU":"Бельгия",
	"nameEN":"Belgium",
	"descriptionRU":"Это покрытие было изготовлено специально для настоящих гурманов и ценителей исключительно качественного бельгийского шоколада.",
	"descriptionEN":"This paint was made specifically for true fans of the perfect quality and taste of Belgium chocolate."
},
{
	"id":"bosnia_and_herzegovina",
	"nameRU":"Босния и Герцеговина",
	"nameEN":"Bosnia and Herzegovina",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"brazil",
	"nameRU":"Бразилия",
	"nameEN":"Brazil",
	"descriptionRU":"Наверное, нет такого танкиста, который не прокатился бы по закоулкам уютного Рио-де-Жанейро. Это место настолько привлекательно, что успешно было телепортировано и в список боевых арен «ТО».",
	"descriptionEN":"There's no tanker who would refuse to roll along the streets of Rio de Janeiro, a place so captivating it was teleported into the list of battle maps in TO."
},
{
	"id":"cameroon",
	"nameRU":"Камерун",
	"nameEN":"Cameroon",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"chile",
	"nameRU":"Чили",
	"nameEN":"Chile",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"colombia",
	"nameRU":"Колумбия",
	"nameEN":"Colombia",
	"descriptionRU":"Краска «Колумбия» заключает в себе атмосферу тропических лесов, образ горных массивов и насыщенный запах свежесваренного кофе. Обладатель этой краски — явно ценитель кофе и любитель путешествовать.",
	"descriptionEN":"The \"Colombia\" paint was inspired by the atmosphere of tropical forests, the views of mountain peaks and the smell of fresh coffee. The owner of this paint is a true fan of coffee and adventures."
},
{
	"id":"costa_rica",
	"nameRU":"Коста-Рика",
	"nameEN":"Costa Rica",
	"descriptionRU":"Создание этой краски велось в условиях строжайшей секретности. Покрытие обеспечивает комфортный климат внутри танка, что очень важно в условиях влажных тропических лесов. Покройте этой краской свой танк — и вперёд, в бой!",
	"descriptionEN":"The creation of this paint was done under the most secretive conditions. The paint grants the comfort of the tank interior, which is important amidst the humid tropics. Go straight into battle!"
},
{
	"id":"croatia",
	"nameRU":"Хорватия",
	"nameEN":"Croatia",
	"descriptionRU":"Хорватию любят за прозрачное бирюзовое море и хрустальный горный воздух. Это идеальное место для отдыха. Краска «Хорватия» — для тех, кто хочет почувствовать в себе гармонию!",
	"descriptionEN":"Croatia is loved for its crystal clear sea and chilling mountain air. It is the ideal place for a vacation, and the paint \"Croatia\" is made for those who want to feel harmony!"
},
{
	"id":"denmark",
	"nameRU":"Дания",
	"nameEN":"Denmark",
	"descriptionRU":"Что может быть лучше, чем собраться с друзьями в уютной обстановке? У датчан для обозначения этого состояния есть специальное слово — «хюгге». С этой краской вы всегда найдёте тёплую компанию и хорошо проведёте время.",
	"descriptionEN":"What can be better than to meet up with friends in a cozy place? Danes have a special word for such an occasion, called \"Hygge\". With this paint, you will always find a warm company and fun times."
},
{
	"id":"ecuador",
	"nameRU":"Эквадор",
	"nameEN":"Ecuador",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"egypt",
	"nameRU":"Египет",
	"nameEN":"Egypt",
	"descriptionRU":"Уникальное творение рук человеческих — египетские пирамиды, которые хранят в себе многовековые тайны. Эта краска спасает от лучей палящего солнца, помогает в навигации и обеспечивает дружеский приём уставшему путнику.",
	"descriptionEN":"A unique wonder of human origin -- the pyramids of Egypt -- hold many secrets of the past centuries. This paint will protect from the scorching rays of the Sun, help navigate and greet a tired traveler with a resting place."
},
{
	"id":"england",
	"nameRU":"Англия",
	"nameEN":"England",
	"descriptionRU":"В этой краске можно отправиться приветствовать королеву, или пить традиционный английский чай, или гулять под лондонским дождём, или даже уехать в Йоркшир!",
	"descriptionEN":"In this paint, you can depart to greet the Queen, drink a cup of exceptional tea or walk under the rain in London or in Yorkshire!"
},
{
	"id":"france",
	"nameRU":"Франция",
	"nameEN":"France",
	"descriptionRU":"Любовь и счастье — именно эти чувства символизирует покрытие «Франция». Не стоит тревожить военными делами танкиста в этой краске. Может быть, он только что вернулся из города любви — Парижа?..",
	"descriptionEN":"Love and happiness -- these are the emotions representing the paint \"France\". Don't bother the tanker wearing this paint with battle duties, maybe they have just returned from the city of love?..."
},
{
	"id":"germany",
	"nameRU":"Германия",
	"nameEN":"Germany",
	"descriptionRU":"Германия — развитая страна, которая является мировым лидером в промышленности. Это покрытие используют целеустремлённые танкисты, для которых не существует иного исхода боя, кроме победы.",
	"descriptionEN":"Germany is a highly developed country leading the industrial world. This paint is for the determined tankers who see no other outcome, but utter victory."
},
{
	"id":"ghana",
	"nameRU":"Гана",
	"nameEN":"Ghana",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"greece",
	"nameRU":"Греция",
	"nameEN":"Greece",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"honduras",
	"nameRU":"Гондурас",
	"nameEN":"Honduras",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"iceland",
	"nameRU":"Исландия",
	"nameEN":"Iceland",
	"descriptionRU":"Авторы этой краски побывали в самых необыкновенных местах Исландии. После длительных работ над компонентами в Долине гейзеров было получено покрытие, превращающее ваш танк в частицу исландской природы.",
	"descriptionEN":"The authors of this paint had to visit the most unusual places in Iceland. After lengthy work hours on the components in the valley of geizers the paint was finally made, and you can wear it to instantly turn into a part of Iceland nature."
},
{
	"id":"iran",
	"nameRU":"Иран",
	"nameEN":"Iran",
	"descriptionRU":"Чтобы поучаствовать в праздниках со своими друзьями, иранские танкисты украшают свои боевые машины этим национальным покрытием, символизирующим древнюю историю и до сих пор не разгаданные тайны своей страны.",
	"descriptionEN":"To celebrate holidays together with friends tankers of Iran decorate their machines with this paint, symbolizing Iran's long history and many unsolved mysteries."
},
{
	"id":"italy",
	"nameRU":"Италия",
	"nameEN":"Italy",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"ivory_coast",
	"nameRU":"Кот-д’Ивуар",
	"nameEN":"Ivory Coast",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"japan",
	"nameRU":"Япония",
	"nameEN":"Japan",
	"descriptionRU":"Эта краска подходит любителям нестандартных решений. Если вы увидите на поле боя кого-то в этой краске, то лучшим оружием будет простое приветствие: Konnichiwa!",
	"descriptionEN":"This paint is for the tankers who solve problems with a new take on the solution each time. If you see a tank on the battlefield wearing this paint, arm yourself with a simple greeting: Konnichiwa!"
},
{
	"id":"korea",
	"nameRU":"Республика Корея",
	"nameEN":"Korea Republic",
	"descriptionRU":"Республика Корея, она же Южная Корея, давно считается мировым лидером в развитии технологий. Это покрытие отлично подойдёт любителям инноваций и научно-технического прогресса.",
	"descriptionEN":"Republic Korea, or South Korea, is long known as the world leader in new technology. This paint will be perfect for the fans of innovation and scientific progress."
},
{
	"id":"mexico",
	"nameRU":"Мексика",
	"nameEN":"Mexico",
	"descriptionRU":"Эта краска символизирует страну древних ацтеков, давших миру невероятно точные календари. Покрытие «Мексика» — для настоящих первопроходцев и любителей древности.",
	"descriptionEN":"This paint symbolizes the ancient land of the Aztecs, the people who made incredibly precise calendars. The paint \"Mexico\" is for the first explorers and fans of the ancient."
},
{
	"id":"morocco",
	"nameRU":"Марокко",
	"nameEN":"Morocco",
	"descriptionRU":"В состав этой краски вошли неизвестные пигменты, найденные в сосудах на местах раскопок времён раннего палеолита. Покрытие «Марокко» — это любопытный трофей из страны в Северной Африке.",
	"descriptionEN":"Among the ingredients of this paint are unknown particles, found at the dig sites of the early ages of the Earth. The paint \"Marocco\" is a curious trophy from North Africa."
},
{
	"id":"netherlands",
	"nameRU":"Нидерланды",
	"nameEN":"Netherlands",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"nigeria",
	"nameRU":"Нигерия",
	"nameEN":"Nigeria",
	"descriptionRU":"В создании этой краски участвовали дети из национального географического кружка Нигерии. Они беспорядочно складывали цветные камушки. В итоге получился... флаг Нигерии! Совпадение? Не думаем.",
	"descriptionEN":"Children from the National Geographical sociality of Nigeria took an active part in designing the paint, randomly placing colorful pebbles. In the end, the pattern became... a flag of Nigeria!"
},
{
	"id":"panama",
	"nameRU":"Панама",
	"nameEN":"Panama",
	"descriptionRU":"На языке индейцев куэва слово «Панама» означает «место, где много рыбы». Вот и эта краска состоит из разноцветных чешуек рыб Карибского моря и Тихого океана. Пахнет не слишком приятно, но настоящих танкистов это не пугает.",
	"descriptionEN":"In the language of the native people, the word \"Panama\" means \"a place with a lot of fish\". That's why this paint is made from colorful scales of the fish from the Caribbean Sea and the Pacific Ocean. It doesn't smell so well, but for true tankers, this is not a nuisance."
},
{
	"id":"peru",
	"nameRU":"Перу",
	"nameEN":"Peru",
	"descriptionRU":"Текстура этого покрытия подготовлена для наряда президента Перу на церемонию инаугурации. Но тот предложил использовать её для танков. Получилось неплохо.",
	"descriptionEN":"The texture of this paint is made from the traditional garb of the President of Peru that must be worn during the inauguration speech. Came out pretty good."
},
{
	"id":"poland",
	"nameRU":"Польша",
	"nameEN":"Poland",
	"descriptionRU":"Существует легенда, что польские учёные изобрели уникальный материал, который здорово помогает в танковых баталиях. На первый взгляд это покрытие представляет собой обычный польский флаг, но на деле оно является мощным средством по отвлечению танков противника. По крайней мере, так утверждает легенда...",
	"descriptionEN":"There's a legend, that Polish scientists created a unique material, which helps a ton in tank battles. From first glance the material looks just like the flag of Poland, but in reality, it's highly resistant protection against enemy tanks. Or so the legend says..."
},
{
	"id":"portugal",
	"nameRU":"Португалия",
	"nameEN":"Portugal",
	"descriptionRU":"Португалия — государство со славной историей морских путешествий и великих географических открытий. Магеллан и Васко да Гама — имена, известные каждому. Краска «Португалия» — для тех, кто ощущает себя первопроходцем.",
	"descriptionEN":"Portugal is a country with a history of proud explorers of the sea and geographical discoveries. Magellan and Vasco da Gama are names known by everyone. The paint \"Portugal\" is for tankers who feel in them the call of exploration."
},
{
	"id":"russia",
	"nameRU":"Россия",
	"nameEN":"Russia",
	"descriptionRU":"Балалайка, матрёшка и автомат Калашникова — те самые ассоциации с Россией, которые часто приходят в голову иностранцам. Но Россия — это ещё и бескрайние поля, глухая тайга и величественные реки. Для любителей русской культуры и природы.",
	"descriptionEN":"Balalayka, the Russian nesting doll, and AK-47 are among the main images that come to mind for those who never been to Russia. But Russia is also the endless planes, dense taiga forests, and endless rivers. Made for the fans of Russian culture and its nature."
},
{
	"id":"saudi_arabia",
	"nameRU":"Саудовская Аравия",
	"nameEN":"Saudi Arabia",
	"descriptionRU":"Саудовская Аравия — тринадцатое государство в мире по площади. Но обладателям этого покрытия плевать на суеверия. Краска не мешает им занимать первые места в битвах.",
	"descriptionEN":"Saudi Arabia is the thirteenth country by the size of its territories, but the citizens of this Kingdom care little for superstition when they take the first places in battles."
},
{
	"id":"senegal",
	"nameRU":"Сенегал",
	"nameEN":"Senegal",
	"descriptionRU":"Сенегал — пустынная страна в Западной Африке, неслучайно ставшая родиной ралли-рейда «Париж — Дакар». Это испытание на выносливость техники и крепость духа её пилотов. По наблюдениям, танки в этой краске едут по песку увереннее. Или дело в самих танкистах?..",
	"descriptionEN":"Senegal is a desert country in West Africa, famously the home for the worldwide known rally \"Paris Dakar\". This challenge of human spirit and steel of the machine is gruesome, but this paint is supposed to make it easy to track across the sand. Or maybe it's just the pilots?..."
},
{
	"id":"serbia",
	"nameRU":"Сербия",
	"nameEN":"Serbia",
	"descriptionRU":"Эта краска создана сербскими изобретателями, вложившими в неё безграничную любовь к своей стране. Это покрытие выбирают те, кто не отступает перед трудностями и готов пройти через самые сложные испытания.",
	"descriptionEN":"This paint was made by Serbian scientists with an endless source of love for their country. Only those who stop at nothing to overcome obstacles will choose this paint."
},
{
	"id":"spain",
	"nameRU":"Испания",
	"nameEN":"Spain",
	"descriptionRU":"Испанцы сделали «сиесту» — послеобеденный сон — своей традицией. И, как показывают научные исследования, оказались правы — сон после сытного обеда полезен для здоровья. Краска «Испания» предназначена для тех, кто знает толк в дневной неге и не любит делать лишних телодвижений.",
	"descriptionEN":"Spanish tankers made siesta -- a sleep after lunch -- into a tradition. According to scientific studies, this type of sleep right after lunch is good for your health. The \"Spain\" paint is designed specifically for those, who value a good rest in the shade in the middle of the day."
},
{
	"id":"sweden",
	"nameRU":"Швеция",
	"nameEN":"Sweden",
	"descriptionRU":"Шведские дизайнеры ценят минимализм и функциональность. Минималистичной, конечно, краску не назовёшь, но с её функциональностью всё в порядке.",
	"descriptionEN":"Swedish designers value true minimalism and functionality. This paint is not especially minimal, but instead, it's incredibly functional."
},
{
	"id":"switzerland",
	"nameRU":"Швейцария",
	"nameEN":"Switzerland",
	"descriptionRU":"Краска поможет вам быть стрелком таким же точным, как швейцарские часы, мастером на все руки, как швейцарский нож, и столь же надёжным союзником, как швейцарский банк. А ещё в этой стране очень красиво!",
	"descriptionEN":"The paint will help you become a sniper as precise as Swiss clocks, a true master of all trades like a Swiss knife, and as reliable an ally as a Swiss bank. By the way, it's an incredibly beautiful country!"
},
{
	"id":"tunisia",
	"nameRU":"Тунис",
	"nameEN":"Tunisia",
	"descriptionRU":"Белопесчаные пляжи, пальмы, древние руины, верблюды и пустыня — отпуск в Тунисе прошёл отлично! В качестве сувенира мы привезли краску для танка с флагом этой страны.",
	"descriptionEN":"White sands beaches, palms, ancient ruins, camels and the desert -- your vacation in Tunisia was awesome! As a small memento, take this paint with you and wear it for good memories."
},
{
	"id":"uruguay",
	"nameRU":"Уругвай",
	"nameEN":"Uruguay",
	"descriptionRU":"Вожди племён уругвайских индейцев наносили эту краску на лицо во время важных обрядов и больших праздников. Теперь её можно встретить и в «Танках Онлайн».",
	"descriptionEN":"The war chiefs of the tribes from the country used to paint their faces with the same pattern for special occasions and big holidays, and now it's in TO."
},
{
	"id":"usa",
	"nameRU":"США",
	"nameEN":"USA",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"wales",
	"nameRU":"Уэльс",
	"nameEN":"Wales",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"africa",
	"nameRU":"Африка",
	"nameEN":"Africa",
	"descriptionRU":"Традиционные африканские узоры используют многовековые наработки африканских шаманов для защиты танков от сглаза, поломок, пробития и других мелких неприятностей, позволяя танкисту сконцентрироваться на бое.",
	"descriptionEN":"This paint features traditional African patterns used by African shamans with the belief that it can protect tanks from harm."
},
{
	"id":"alien",
	"nameRU":"Чужой",
	"nameEN":"Alien",
	"descriptionRU":"Существует легенда, что этот камуфляж копирует окраску летающей тарелки, в прошлом веке сбитой ПВО сами-знаете-кого сами-знаете-где.",
	"descriptionEN":"Rumor has it that this camouflage is a replica of the cover of an alien ship that was knocked down in the last century by the forces of <WARNING: This information is classified — Further inquiries on the matter will be met with deadly force.>"
},
{
	"id":"atom",
	"nameRU":"Атом",
	"nameEN":"Atom",
	"descriptionRU":"Защитное покрытие для танков прикрытия центров ядерных исследований. Покрытие настолько высокотехнологично, что способно выдерживать прямое попадание ядерного заряда, но только ценой моментального испарения танка под покрытием.",
	"descriptionEN":"A protective cover for tanks guarding nuclear research centers. The cover is so high-tech that it is able to withstand a direct nuclear charge hit. Unfortunately, while the paint will be untouched, the tank beneath it will still evaporate."
},
{
	"id":"blacksmith",
	"nameRU":"Кузнец",
	"nameEN":"Blacksmith",
	"descriptionRU":"Не каждый день бывает возможность полюбоваться на искусную работу настоящих мастеров кузнечного дела. Но и мастерам кузнечного дела не каждый день удаётся секретно вывезти достаточно арматуры со стройки очередного танкового полигона.",
	"descriptionEN":"A tribute to the master craftsmen who shape steel into works of deadly art in the blistering heat of the forge."
},
{
	"id":"carbon",
	"nameRU":"Карбон",
	"nameEN":"Carbon",
	"descriptionRU":"Сочетание высоких технологий, углеродного волокна и особой краски повышенной стойкости. В комплект поставки входит тонировка на прицельные комплексы, но по закону она запрещена требованиями инспекции танкового движения.",
	"descriptionEN":"A combination of high-tech carbon fiber and high-resistance paint. Includes a special substance meant for disrupting enemy sighting systems, even though this is prohibited by the Tank Movement Inspection Directorate."
},
{
	"id":"chainmail",
	"nameRU":"Кольчуга",
	"nameEN":"Chainmail",
	"descriptionRU":"Уникальное стилизованное под кольчугу покрытие разрабатывалось для реконструкции средневековых танковых боёв. По задумке автора, стальные махины в рыцарских доспехах должны были сражаться за свою честь и сердце прекрасной танкистки. Мы совершенно точно уверены, что ни один человек при создании этой краски не задался вопросом, существовали ли танки в средневековье.",
	"descriptionEN":"A unique, stylized chainmail cover developed for the purpose of medieval-themed tank battles. Of course, whether tanks existed in the middle ages, and whether they actually wore chainmail armor, is a different matter altogether."
},
{
	"id":"disco",
	"nameRU":"Диско",
	"nameEN":"Disco",
	"descriptionRU":"Главное в бою — поймать ритм. Испытай шикарный микс веселья в игристом музыкальном нонстопе. Выбивает все пробки! Даже в ушах! Заставь и противников танцевать под ритм твоей пушки.",
	"descriptionEN":"Capture the musical vibe and disco beat of your bullets thumping at a steady rhythm against your enemy's armor. Combine with Twins for that perfect disco feel."
},
{
	"id":"dragon",
	"nameRU":"Дракон",
	"nameEN":"Dragon",
	"descriptionRU":"Прототипом при создании этой сложной композитной окраски послужила чешуя драконов, каждая чешуйка рисуется вручную на усиленной титановыми пластинами броне.",
	"descriptionEN":"The inspiration for the prototype of this complex creation, was the dragon scale. Each scale is drawn by hand on a reinforced piece of titanium plate armor."
},
{
	"id":"electra",
	"nameRU":"Электра",
	"nameEN":"Electra",
	"descriptionRU":"Одна из самых красивых красок, разработанная при участии модельных домов Франции. «Электра» имеет хорошие камуфлирующие свойства и эстетичный внешний вид. К сожалению, не все способны по достоинству оценить изящество линий и глубину работы французских мастеров.",
	"descriptionEN":"A shockingly beautiful paint that captures the elegance of an arc of electricity flying through the air."
},
{
	"id":"emerald",
	"nameRU":"Изумруд",
	"nameEN":"Emerald",
	"descriptionRU":"Лаборатория лакокрасочных материалов «Стиль и гриль» долго работала над покрытием, которое сохранит классические зелёные тона танка и в то же время подчеркнёт высокий статус его владельца. Итогом многолетних трудов стала краска «Изумруд», будто светящаяся изнутри. Подчеркните своё положение!",
	"descriptionEN":"The researchers at the paint laboratory \"Style and Grill\" have long worked on a paint that would retain the classic green tone of a tank, while at the same time emphasizing the high status of its owner. The result is the \"Emerald\" paint, which appears to be illuminated from within."
},
{
	"id":"first_love",
	"nameRU":"Первая любовь",
	"nameEN":"First Love",
	"descriptionRU":"Пусть розовые сердечки не вводят вас в заблуждение. Эту краску используют настоящие ветераны танковых боёв. Уничтожая своих противников целыми дивизиями, они оставляют себе на память фотографии своих танков на фоне горящих остовов поверженных вражеских машин.",
	"descriptionEN":"They say nothing hurts like the broken heart of a first love. But in reality, a bullet from a tank wearing the \"First Love\" paint is even more heart-shattering."
},
{
	"id":"graffiti",
	"nameRU":"Граффити",
	"nameEN":"Graffiti",
	"descriptionRU":"Глупая шутка друзей танкистов обернулась весьма интересным вариантом городского камуфляжа. Прикидываясь жертвой уличных хулиганов, ваш танк отлично сливается с расписанными кварталами жилых районов.",
	"descriptionEN":"An interesting approach towards urban camouflage. Pretending to be a victim of street hooligans, your tank perfectly merges with the residential areas of concrete jungles."
},
{
	"id":"harlequin",
	"nameRU":"Арлекин",
	"nameEN":"Harlequin",
	"descriptionRU":"Самое популярное покрытие итальянского площадного театра. Да-да, всё верно. Площадного танкового театра. В комплект входит подствольная бейсбольная бита для продуктивного спора с зеваками во время театрального представления. Если ты точно знаешь, что такое безумие — это твой выбор.",
	"descriptionEN":"Become the iconic Italian street artist with the Harlequin paint. Entertain your team mates with some ad-hoc theatricality, or make your opponents underestimate you by playing the part of the fool... then shoot some holes into them. In the end, you'll be the one laughing."
},
{
	"id":"hive",
	"nameRU":"Улей",
	"nameEN":"Hive",
	"descriptionRU":"Перед вами результат разработки единственной в мире атакующей краски. Покрытие представляет из себя настоящие соты для гигантских боевых противотанковых пчёл. Однако по требованию природоохранных организаций пчёл пришлось исключить из комплекта поставки.",
	"descriptionEN":"Originally intended as a paint with active offensive properties, \"Hive\" was supposed to be enriched with special anti-tank bees. However, this plan was dropped due to numerous protests from animal-friendly organizations. As a result, the paint now only retains its color and texture."
},
{
	"id":"hohloma",
	"nameRU":"Хохлома",
	"nameEN":"Hohloma",
	"descriptionRU":"Изначально краска «Хохлома» создавалась исключительно для экспорта. Ею покрывались танки, продававшиеся за рубеж, дабы подчеркнуть исконно русское происхождение боевой техники. Теперь «Хохлому» можно достать и на внутреннем рынке, а в конструкторских бюро, по слухам, уже создаётся проект танка-матрёшки.",
	"descriptionEN":"A creation whose beauty recalls the skill of Russian artisans, working in tiny workshops with patience and dedication."
},
{
	"id":"in_love",
	"nameRU":"С любовью",
	"nameEN":"In Love",
	"descriptionRU":"Разработанная для натур утончённых и романтичных, эта расцветка способна не только утолить жажду к прекрасному «искушённого» армейской атрибутикой эстета, но также поможет выиграть пару секунд у ошарашенного врага, зачарованно смотрящего на феерию из красных сердечек в центре поля боя.",
	"descriptionEN":"Designed for the sophisticated and romantic ones, this paint will satisfy your desire for aesthetically pleasing military attributes. It will also earn you a few valuable seconds by fascinating your enemy with the extravagant looks of your tank, covered in red hearts."
},
{
	"id":"inferno",
	"nameRU":"Инферно",
	"nameEN":"Inferno",
	"descriptionRU":"Покрытие «Инферно» контрабандой доставляется на рынок из подпольных стеклодувных мастерских Китая. По словам самих производителей, его дерзкий вид символизирует силу, отвагу, удачу и долголетие. Отличная краска для яростной атаки!",
	"descriptionEN":"The \"Inferno\" paint is delivered via shady means to the black market of China's glass-blowing workshops. According to the producers themselves, its defiant appearance symbolizes strength, courage, luck and longevity. An excellent paint for a fierce attacker."
},
{
	"id":"invader",
	"nameRU":"Захватчик",
	"nameEN":"Invader",
	"descriptionRU":"Краска разработана в сотрудничестве с обществом ценителей восьмибитной эры игровых приставок. Узор краски маскирует вас под армию восьмибитных пришельцев. С ней все будут знать, что вы настоящий знаток видеоигр.",
	"descriptionEN":"This paint was developed in collaboration with a community of experts on the eight-bit gaming console era. It uses an army of eight-bit aliens to mask your tank, and will mark you as a true connoisseur of video games."
},
{
	"id":"irbis",
	"nameRU":"Ирбис",
	"nameEN":"Irbis",
	"descriptionRU":"Одно из самых загадочных животных семейства кошачьих — ирбис, он же снежный барс. Исследователи многих стран безуспешно пытаются поймать живого ирбиса для детального изучения, но пока это удалось лишь нашим инженерам-биологам. После серии рискованных экспериментов и пятнадцати несчастных случаев они представили краску «Ирбис». Покрытие содержит ДНК снежного барса, что делает его абсолютно уникальным и в какой-то степени даже экологичным.",
	"descriptionEN":"One of the most mysterious felines, the Irbis is also known as the \"snow leopard\". After a series of high-risk expeditions and fifteen accidents, our researchers managed to restrain a snow leopard long enough to copy its coat and create the \"Irbis\" paint."
},
{
	"id":"jaguar",
	"nameRU":"Ягуар",
	"nameEN":"Jaguar",
	"descriptionRU":"Вручную подогнанная под ваш танк шкура благородного хищника. Окрас истинного охотника.",
	"descriptionEN":"Hand-crafted to give your tank the look of a noble predator ?— the camouflage of a true hunter."
},
{
	"id":"jeans",
	"nameRU":"Джинс",
	"nameEN":"Jeans",
	"descriptionRU":"Самое практичное дополнение коллекции тканевых камуфляжей. Вы можете быть абсолютно уверены, что это покрытие выдержит тяжёлую эксплуатацию в любых походах. А когда не выдержит, стильные протёртости сделают ваш танк ещё круче.",
	"descriptionEN":"Jeans — the cool look that never goes out of fashion. With this paint, your tank will look great in any social setting, be it a chill-out session or an intense round of combat."
},
{
	"id":"kaleidoscope",
	"nameRU":"Калейдоскоп",
	"nameEN":"Kaleidoscope",
	"descriptionRU":"Противоснайперское покрытие с весьма циничной задумкой. Теоретически способно вызывать головокружение и другие интересные спецэффекты у экипажей снайперских танков. Увидя через снайперский прицел движущийся танк в этом покрытии, равнодушным не останется ни один наводчик. Проведение полевых испытаний постоянно откладывается по независящим от производителя причинам.",
	"descriptionEN":"A dizzying mixture of colors and shapes intended to disrupt the way your enemies perceive your tank. The harder they try to look at you, the more confusing you will look, and hopefuly, the more difficulty they will have with hitting you."
},
{
	"id":"lava",
	"nameRU":"Лава",
	"nameEN":"Lava",
	"descriptionRU":"Экспериментальный цвет, впервые опробованный во время локальных конфликтов в восточной Африке. По мнению армейских психологов, такая расцветка способна повергнуть в шок представителей некоторых радикальных религиозных организаций, вызвав у них панический страх перед инферно.",
	"descriptionEN":"An experimental color, first tested during the local conflict in East Africa. According to military psychologists, this specific pattern resembling a divine fire will trigger a sense of panic within enemies."
},
{
	"id":"lead",
	"nameRU":"Свинец",
	"nameEN":"Lead",
	"descriptionRU":"Свинец — самая надёжная защита от излучения, это знали ещё в двадцатом веке. Покрытая свинцовым напылением броня эффективно защищает репродуктивную систему танкиста от радиации, позволяя сохранять бодрость духа даже в самых «горячих» переделках!",
	"descriptionEN":"Lead has long been known for its protection against radiation. This lead-infused paint takes advantage of these properties."
},
{
	"id":"lumberjack",
	"nameRU":"Дровосек",
	"nameEN":"Lumberjack",
	"descriptionRU":"Стильная рубашка сурового канадского дровосека размером с настоящий танк. Воссозданы даже кармашки для инструментов.",
	"descriptionEN":"A lumberjack's shirt represents strength and endurance to the hardships of manual labor. This paint borrows from that pattern to imbue the same values into the tank that wears it."
},
{
	"id":"mary",
	"nameRU":"Мэри",
	"nameEN":"Mary",
	"descriptionRU":"Покрытый кроваво-красными пятнами танк должен нагонять жути на противника, вселяя в него первобытный ужас. Хотя умудрённые опытом танкисты знают, что на корпусе вовсе не кровь, а брызги томатного сока. Недаром же краска называется «Мэри».",
	"descriptionEN":"Covered with bloody red stains, this paint is meant to inflict horror upon the enemy. However, highly experienced tankers will probably notice that what looks like blood is actually tomato juice. No wonder the paint is called \"Mary\"."
},
{
	"id":"nano",
	"nameRU":"Нано",
	"nameEN":"Nano",
	"descriptionRU":"Толстый слой нанопоролона намазывается на танк из маленькой баночки с помощью ещё более маленькой кисточки. Процесс длительный, но результат радует глаз. С точки зрения военных специалистов это одна из самых достойных попыток приспособить нанотехнологии для танков.",
	"descriptionEN":"A thick layer of nanoporolon is applied to the tank from a small jar with an even smaller brush. It is a long process, but the result pleases the eye. According to military specialists, this has been the most successful attempt at adapting nanotechnology to tanks."
},
{
	"id":"night",
	"nameRU":"Ночь",
	"nameEN":"Night",
	"descriptionRU":"Идеальная краска для ночных операций. Вы станете ночным кошмаром, воплощением ужаса, летящего на крыльях ночи.",
	"descriptionEN":"An ideal paint for night time operations. You will become a nightmare, an embodiment of horror, flying on the wings of the night."
},
{
	"id":"pixel_heart",
	"nameRU":"Пиксельное сердце",
	"nameEN":"Pixel Heart",
	"descriptionRU":"Адаптация экспериментальных пиксельных технологий для романтичных натур. Такая краска может использоваться как для камуфляжа, так и для самовыражения. Любителей высоких разрешений бесит ещё сильнее, чем краска Пиксель.",
	"descriptionEN":"Designed for love in the digital age, this paint is perfect for tankers who find no shame in expressing their feelings."
},
{
	"id":"python",
	"nameRU":"Питон",
	"nameEN":"Python",
	"descriptionRU":"Покрытие «Питон» — это не стилизация под змеиную шкуру, а цельная кожа настоящего питона. Покрытие ею танка производится по хитроумной технологии: камбоджийского гигантского питона морят голодом, а затем подсовывают ему обмазанный свиным жиром танк. Змея глотает его целиком, всё лишнее отрезается.",
	"descriptionEN":"This paint is an exact replica of a giant python's skin. It also replicates the snake's properties of extreme elasticity, as well as its scaly texture."
},
{
	"id":"raccoon",
	"nameRU":"Енот",
	"nameEN":"Raccoon",
	"descriptionRU":"Краска является одним из трёх обязательных атрибутов всех членов всемирного фан-клуба енотов. Пиджак и галстук выдаются после достижения как минимум звания милого енотика. Всё серьёзно.",
	"descriptionEN":"This paint is one of three mandatory possessions for all members of the Worldwide Raccoon Club. The jacket and the tie are only awarded after the initiate has achieved the status of \"Cute Raccoon\". It's serious business."
},
{
	"id":"rhino",
	"nameRU":"Носорог",
	"nameEN":"Rhino",
	"descriptionRU":"Ничего лишнего, только металл. Тонкой эту работу точно назвать никак нельзя. Брутальность как она есть.",
	"descriptionEN":"This cover acknowledges the fact that a true tanker doesn't need fancy colors or patterns. What's important is the strength of the shell."
},
{
	"id":"roger",
	"nameRU":"Роджер",
	"nameEN":"Roger",
	"descriptionRU":"Главный пиратский символ всех времён, теперь впервые и на твоём танке.",
	"descriptionEN":"The fearsome skull and bones motif popularized by the blood-thirsty pirates of the seven seas."
},
{
	"id":"safari",
	"nameRU":"Сафари",
	"nameEN":"Safari",
	"descriptionRU":"Любители пощекотать себе нервы на сафари придумали весьма эффективный способ привлекать к себе хищников. Маскировка танка под невинную зебру отлично подходит для охоты с противотанковым вооружением как на африканских хищников, так и на не очень умных танкистов.",
	"descriptionEN":"Designed by those who love the thrill of the safari, this paint masks the tank as an innocuous zebra, which makes it perfect for hunting African predators, as well as naive tankers."
},
{
	"id":"sahara",
	"nameRU":"Сахара",
	"nameEN":"Sahara",
	"descriptionRU":"Жители пустыни могут поделиться великим множеством секретов правильного использования бронетехники в условиях пыльных песков пустыни. Самым первым советом будет — не использовать танки в таких условиях. Но если тебя всё же угораздило оказаться на танке в пустыне, то это специальное покрытие не только будет отражать лишнее тепло, но и надёжно загерметизирует танк от попадания мельчайших частиц пыли в важные механизмы.",
	"descriptionEN":"Become one with the mystical Sahara desert. Your tank will take on the appearance of a great sand dune, intimidating your enemies, reminding them that nothing survives the all-consuming power of the great desert."
},
{
	"id":"sakura",
	"nameRU":"Сакура",
	"nameEN":"Sakura",
	"descriptionRU":"Парадная краска секретной самурайской танковой дивизии. Дарит внутреннюю гармонию и бесконечное спокойствие. Даже сирена не способна вывести из равновесия владельца этого покрытия.",
	"descriptionEN":"The parade paint for the samurai tank division. It brings inner harmony and infinite tranquility. Not even the sirens can disrupt the state of mind of the tanker whose tank is wearing this paint."
},
{
	"id":"soft_flowers",
	"nameRU":"Нежные цветы",
	"nameEN":"Soft Flowers",
	"descriptionRU":"Красивый цветочный рисунок для особых случаев аккуратно наносится на танк пульверизатором в несколько слоёв. В такой краске совершенно неважно, как вы управляете танком, куда важнее ваша улыбка.",
	"descriptionEN":"A beautiful floral pattern ideal for special occasions. It is gently applied to the tank in several layers. This paint is perfect for when elegance and class take priority."
},
{
	"id":"space",
	"nameRU":"Космос",
	"nameEN":"Space",
	"descriptionRU":"Эта краска представляет из себя распечатанную карту участка звездного неба, откуда якобы был зафиксирован инопланетный радиосигнал SHGb02+14a, поступивший в марте 2003 года. Он был зафиксирован трижды и исходил из области между созвездиями Рыб и Овна.",
	"descriptionEN":"This paint is a replica of the area of sky where the alleged alien radio signal SHGb02 + 14a was recorded in March 2003. It was recorded three times and appeared to come from the area between the constellations Pisces and Aries."
},
{
	"id":"spark",
	"nameRU":"Искра",
	"nameEN":"Spark",
	"descriptionRU":"Феерия света, каскад огней, музыка сфер — это уникальное покрытие можно описывать разными словами, но ни одно из них не отразит полностью его глубину. «Искру» выбирают танкисты, для которых танк — не просто боевая машина, но средство самовыражения.",
	"descriptionEN":"Fairy lights, stage lights, music of the spheres - this paint can be described using many words, but none of them can ever fully describe it. The \"Spark\" paint is chosen by those tankers for whom the tank is not only a battle machine, but also a means of expression."
},
{
	"id":"sweater",
	"nameRU":"Свитер",
	"nameEN":"Sweater",
	"descriptionRU":"Ваш танк будет покрыт заботливо связанным узором настоящего бабушкиного зимнего свитера. Краска подарит вам ощущение счастья и немножко согреет во время зимних операций.",
	"descriptionEN":"A tribute to your babushka's sweater-making skills. This paint will give you a feeling of happiness and will keep you warm during winter nights."
},
{
	"id":"tiger",
	"nameRU":"Тигр",
	"nameEN":"Tiger",
	"descriptionRU":"Это покрытие не только внешне похоже на шкуру тигра, но и на ощупь делает ваш танк мягким и пушистым. Смотря на танк в этом покрытии, вы можете тренировать свой взгляд тигра, который позволит вам обездвиживать испуганных противников.",
	"descriptionEN":"This camouflage not only looks like a tiger's fur, but also feels soft and fluffy to the touch. It will also inspire you to achieve the eye of the tiger and terrorize your enemies."
},
{
	"id":"zeus",
	"nameRU":"Зевс",
	"nameEN":"Zeus",
	"descriptionRU":"Краска «Зевс» названа так за свою необычную текстуру. Яркие вспышки молний на вашем танке ослабят бдительность вражеских танков и позволят вам выглядеть круто в любой битве.",
	"descriptionEN":"Fashioned after the Greek god known for his love of thunderbolts, this paint will signal to your enemies that you're a force not to be taken lightly."
},
{
	"id":"abstract_lines",
	"nameRU":"Абстрактные линии",
	"nameEN":"Abstract Lines",
	"descriptionRU":"Включаем фантазию! И у нас получается удивительный узор из необычных и привлекающих внимание линий.",
	"descriptionEN":"Turn your imagination on and you see a startling pattern of lines that catches any curious eye."
},
{
	"id":"amber",
	"nameRU":"Янтарь",
	"nameEN":"Amber",
	"descriptionRU":"Эта краска была создана по старинной технологии. Из экстракта древесной смолы изготавливаются под низким давлением тонкие пластины, которые затем приколачиваются к танку. В результате получается роскошное покрытие, благодаря которому создаётся впечатление, что танк украшен драгоценным камнем янтарём.",
	"descriptionEN":"This paint is created using a very old technique. It involves extracting tree resin and working it at low pressure into thin sheets that are then hammered onto the tank. The end result is an aesthetically pleasing coating that gives the tank the distinct look of an amber gemstone."
},
{
	"id":"arachnid",
	"nameRU":"Арахнид",
	"nameEN":"Arachnid",
	"descriptionRU":"Это покрытие выполнено по заказу клуба любителей пауков тарантулов и повторяет окрас весьма редкого паука avicularia purpurea. В боевых условиях краска позволяет морально давить на противника, ведь страх перед пауками относится к числу самых распространённых фобий.",
	"descriptionEN":"A paint inspired by the intricate nets of death that the spider creates to capture its next meal. And with the fear of spiders being so common, this paint gives you the added advantage of psychological warfare."
},
{
	"id":"azure",
	"nameRU":"Лазурь",
	"nameEN":"Azure",
	"descriptionRU":"Танк в этой краске будет сногсшибательно выглядеть на Лазурном берегу во Франции, в бирюзовой воде Индийского океана вокруг Мальдивских островов или на краю света в Новой Зеландии. Куда бы вы ни отправились, незабываемый отдых вам обеспечен!",
	"descriptionEN":"Tanks in this paint will look stunning on the azure beaches of France, in turquoise waters of the ocean around the Maldives, or on the edge of the world in New Zealand. No matter where you go, remarkable vacation guaranteed!"
},
{
	"id":"barber_shop",
	"nameRU":"Барбершоп",
	"nameEN":"Barber Shop",
	"descriptionRU":"Эта стильная краска подойдёт танкистам, которые придают своему внешнему виду не меньшее, а, может быть, и большее значение, чем игровому мастерству.",
	"descriptionEN":"A paint for the tanker who values personal grooming and battle skills equally. The paint also gives your tank a soft scent of delicate talcum powder."
},
{
	"id":"blue_square",
	"nameRU":"Синий квадрат",
	"nameEN":"Blue Square",
	"descriptionRU":"Помните про легендарный синий шар? И его уникальные магические свойства? Поверьте, синий квадрат удивит вас ещё больше!",
	"descriptionEN":"Ever heard of the legendary blue ball? And its magical properties? Trust us, a blue square is full of even more surprises."
},
{
	"id":"breeze",
	"nameRU":"Бриз",
	"nameEN":"Breeze",
	"descriptionRU":"Отличительный знак самых смелых бойцов в передовых отрядах. Награда для тех, кто прокладывает дорогу в неизвестность.",
	"descriptionEN":"A distinctive sign of the most courageous fighters in advance squads. An award for those who pave the way to uncertainty."
},
{
	"id":"condensed_milk",
	"nameRU":"Сгущёнка",
	"nameEN":"Condensed Milk",
	"descriptionRU":"Знакомое с детства лакомство усилит сладкое послевкусие от победы. Откройте банку сгущённого молока и отпразднуйте свой успех!",
	"descriptionEN":"A fondly remembered treat from childhood will make every victory taste extra sweet. Open the can and celebrate with your team!"
},
{
	"id":"domino",
	"nameRU":"Домино",
	"nameEN":"Domino",
	"descriptionRU":"На создание этой краски нас вдохновил проект группы вундеркиндов, которые создали невероятно точную модель танка из костей домино. Модель состояла из такого огромного количества костей домино, что на их падение потребовалось целых 5 часов.",
	"descriptionEN":"This paint was inspired by a project created by a team of child geniuses who built an incredibly detailed replica of a tank out of domino pieces. The model contained so many domino pieces that it is said to have taken 5 hours for all of them to fall."
},
{
	"id":"drought",
	"nameRU":"Засуха",
	"nameEN":"Drought",
	"descriptionRU":"Краска Засуха станет для ваших врагов символом разрушения, которое вы принесёте с собой на поле боя. Ничто не может спасти от засухи, так же как никто не сможет спастись от вас.",
	"descriptionEN":"The Drought paint gives your enemies a preview of the desolation and destruction you will bring into the arena. Nothing survives the Drought... and nothing survives you."
},
{
	"id":"e236",
	"nameRU":"E236",
	"nameEN":"E236",
	"descriptionRU":"Согласно исследованиям Университета Неточных Данных (УНД), именно так выглядит муравьиная кислота под микроскопом. Но это неточно",
	"descriptionEN":"According to recent studies from the University of Almost Certain Data (UACD), this is exactly how ants' acid looks like under the microscope. Almost certainly."
},
{
	"id":"eternity",
	"nameRU":"Вечность",
	"nameEN":"Eternity",
	"descriptionRU":"Очень редкая краска, которая отлично подойдёт для боёв на средней дистанции и сделает из вас рок-звезду.",
	"descriptionEN":"An extremely rare paint that is perfectly suited for mid-range combat. Having it equipped will make your tank look like a real rock star."
},
{
	"id":"feathers",
	"nameRU":"Перья",
	"nameEN":"Feathers",
	"descriptionRU":"Искусствоведы долго спорили о символике этого узора. Одни видели в ней конец света, другие — безмятежность. На самом деле художник просто опрокинул палитру с красками.",
	"descriptionEN":"Art critics debated for a long time the meaning behind this pattern. Some clearly see the end of the world, when others — serenity. Truth is, the artist just randomly dropped his paints on the frame."
},
{
	"id":"fire_dragon",
	"nameRU":"Огненный дракон",
	"nameEN":"Fire Dragon",
	"descriptionRU":"Огонь и дракон — два символа, вселяющие страх. Огонь — опасное явление, разрушающее всё на своём пути. Дракон — гигантское легендарное чудовище, внушающее ужас.",
	"descriptionEN":"Dragon and fire — two symbols, inspiring fear and awe. Fire is danger, destroying everything in its path. Dragon — legendary beast, terrifying in its power."
},
{
	"id":"frost",
	"nameRU":"Иней",
	"nameEN":"Frost",
	"descriptionRU":"Легендарная краска, которую нельзя было купить, только взять в аренду. Теперь это редчайшее уникальное покрытие может быть заказано для вашего танка.",
	"descriptionEN":"When the temperatures start soaring, the Frost paint comes to the rescue with a cool look. Also works great for keeping your soda perfectly chilled."
},
{
	"id":"glitch",
	"nameRU":"Глитч",
	"nameEN":"Glitch",
	"descriptionRU":"Краска, гарантированно вызывающая у противника галлюцинации. Психотропный эффект от неё настолько силён, что обслуживать танк приходится в тёмном ангаре на ощупь.",
	"descriptionEN":"This paint gives your tank a glitched look. Use this to confuse your enemies and then take the advantage of their puzzled reaction to make your kill."
},
{
	"id":"golden_star",
	"nameRU":"Золотая звезда",
	"nameEN":"Golden Star",
	"descriptionRU":"Кристаллизованные золотые пластинки с алмазным напылением, идеально подогнанные друг к другу. Это покрытие могут себе позволить только по-настоящему богатые танкисты.",
	"descriptionEN":"Gold plating dusted with diamond filings. This coating can only be afforded by the wealthiest tankers."
},
{
	"id":"gucciflage",
	"nameRU":"Гуччифляж",
	"nameEN":"Gucciflage",
	"descriptionRU":"Самое модное камуфляжное покрытие в игре. Прекрасно сочетает в себе маскирующие свойства и основные тенденции сезона весна-лето. Создайте стильный лук и сделайте селфи на любимой карте!",
	"descriptionEN":"The most fashionable camouflage in the game. Provides perfect combination of hiding techniques and new trends from the spring-summer collection. Create a stylish look and take a selfie on your favorite map!"
},
{
	"id":"hallucination",
	"nameRU":"Глюк",
	"nameEN":"Hallucination",
	"descriptionRU":"Вообще, автор этой краски хотел изобразить июльский закат, но что-то пошло не так...",
	"descriptionEN":"To be honest, the author of this paint wanted to show a dusk in July, but something went very wrong..."
},
{
	"id":"hypercube",
	"nameRU":"Гиперкуб",
	"nameEN":"Hypercube",
	"descriptionRU":"Вы смотрели фильм «Куб»? А «Куб 2: Гиперкуб»? Эта краска даёт +20 к пониманию фильма.",
	"descriptionEN":"Enter the 4th dimension as time itself bends to show the tankers around you how 2 points form a line, 4 lines form a square, 6 squares a cube and 8 cubes form a mind blown by the Tesseract."
},
{
	"id":"kungur_ice_cave",
	"nameRU":"Кунгурская пещера",
	"nameEN":"Kungur Ice Cave",
	"descriptionRU":"Краска создана геологическим обществом города Кунгур и названа в честь главной местной достопримечательности.",
	"descriptionEN":"The paint was created by the geological society of Kungur city, and named after the popular tourist destination. Did you know, that the Snow King was inspired by this paint when he decorated his own cave?"
},
{
	"id":"lime",
	"nameRU":"Лайм",
	"nameEN":"Lime",
	"descriptionRU":"Краска для танкистов, которые любят повеселиться! Это уникальное и редкое покрытие поставляется вместе с мини-баром и барменом, специализирующимся на безалкогольных коктейлях и жонглировании бутылками. Кроме этого, внешний вид краски зависит от танка, на котором она установлена.",
	"descriptionEN":"A paint for the tankers who loves to party! This unique and rare paint comes with a mini-bar, stocked with a huge supply of limes, shakers, and partymakers, as well as an expert bartender, specialized in non-alcoholic cocktails and bottle juggling. Also, this paint's appearance changes slightly for every tank on which it is equipped."
},
{
	"id":"liquid_metal",
	"nameRU":"Жидкий металл",
	"nameEN":"Liquid Metal",
	"descriptionRU":"Нанесение этого покрытия требует ну очень прямых рук. Танк заливают тонким слоем нагретого серебристого металла, аккуратно пуская его волнами по корпусу. Металл очень быстро остывает и образует красивые складки по всему танку. Затем танк хромируется и покрытие обретает окончательный вид.",
	"descriptionEN":"Application of this paint requires the steady hand of a master craftsman. A special silver alloy is prepared according to a secret formula, and heated to an optimum temperature for the perfect consistency. The master craftsman then pours it onto the tank's surface and blows onto the liquid allow to spread it evenly over the surface, creating a thin, consistent, and beautiful coating."
},
{
	"id":"lollipop",
	"nameRU":"Лоллипоп",
	"nameEN":"Lollipop",
	"descriptionRU":"Краска для настоящих сладкоежек. Маршмэллоу, сладкая вата и, конечно, яркие полосатые леденцы поднимут настроение и вам, и вашим друзьям!",
	"descriptionEN":"The paint for tankers with a sweet tooth. Cotton candy, marshmallow, and colorful lollipops will always brighten your mood!"
},
{
	"id":"lotus",
	"nameRU":"Лотос",
	"nameEN":"Lotus",
	"descriptionRU":"Эта краска похожа на отражение цветка лотоса в спокойной глади воды. Созерцание лотоса помогает избавиться от негативных мыслей и снять стресс после напряжённого сражения.",
	"descriptionEN":"This paint is a shining flower gliding on the surface of a calm moonlight. Helps chase away bad thoughts and recover after a stressful battle."
},
{
	"id":"lunar_soil",
	"nameRU":"Лунный грунт",
	"nameEN":"Lunar Soil",
	"descriptionRU":"Эта краска прекрасно подойдёт любителям танковых сражений в космическом режиме. Покрытие имитирует лунную поверхность, а в его составе — частицы песка, контрабандой привезённого с Луны.",
	"descriptionEN":"Since the reintroduction of «Space Mode», there has been a renewed enthusiasm for space trinkets and memorabilia. As a result, a group of rogue scientists, have created this paint using lunar soil smuggled from the moon."
},
{
	"id":"megapolis",
	"nameRU":"Мегаполис",
	"nameEN":"Megapolis",
	"descriptionRU":"Эта краска отлично замаскирует танк в туристических кварталах Шанхая, Токио, Лас-Вегаса и других мегаполисов. Чёткие линии, яркие цвета — зависти оппонентов не будет предела.",
	"descriptionEN":"This paint will hide your tank among the tourist streets of Shanghai, Tokyo and Las Vegas, thanks to bright colors and sharp lines designed to make your opponents mass produce envy."
},
{
	"id":"mint",
	"nameRU":"Мята",
	"nameEN":"Mint",
	"descriptionRU":"С этой краской вы привнесёте глоток свежего воздуха на поля сражений. Краска Мята гарантированно поможет перебить металлический танковый привкус во рту.",
	"descriptionEN":"Now, you too can bring a breath of freshness into the arena with the Mint paint. Guaranteed to work against even the most severe cases of tank halitosis."
},
{
	"id":"monet",
	"nameRU":"Моне",
	"nameEN":"Monet",
	"descriptionRU":"В основе этого покрытия лежит одна малоизвестная картина французских живописцев Эдуарда Мане и Клода Моне. Как утверждают искусствоведы, художники долго спорили, чьей фамилией назвать картину. Только бросание монетки разрешило разногласие.",
	"descriptionEN":"This paint was inspired by a little known painting of the famous French artists Édouard Manet and Claude Monet. Researches say for a long time the artists would debate who will have their last name on the painting. Flipping a coin solved it."
},
{
	"id":"neuron",
	"nameRU":"Нейрон",
	"nameEN":"Neuron",
	"descriptionRU":"Наши учёные создали дизайн этой краски, используя сложнейшую нейронную сеть. Чтобы проверить все возможности этой сети, ей дали задание нанести покрытие самостоятельно. Нейронная сеть восприняла эту задачу буквально — и вот что из этого получилось. Есть мнение, что это проявление искуственного разума и самостоятельного мышления, но мы уверены, что приняли все возможные меры по предотвращению робо-апокалипсиса.",
	"descriptionEN":"Using a sophisticated neural network, our scientists have created an artificial paint designer to optimise paint job production. To test its capabilities, the scientists gave it the task of drawing itself. Neural Network took the task literally, as can be seen from the result. Some scientists speculate that Neural Network might have been joking, and might even be self-aware, but we assure you that we've taken every precaution to prevent possible robot apocalypse scenarios."
},
{
	"id":"paisley_flame",
	"nameRU":"Пейсли пламя",
	"nameEN":"Paisley Flame",
	"descriptionRU":"Узором пейсли можно украсить что угодно: глиняную посуду, дизайнерскую одежду, персидский ковёр, но особенно выигрышно он смотрится на танке. Эта краска выполнена в красных тонах и представляет собой «огненную» версию узора.",
	"descriptionEN":"This pattern looks perfect on everything: pottery, designer's clothes, persian rugs and, especially, tanks. We have this pattern in two colors - Ice and Flame."
},
{
	"id":"paisley_ice",
	"nameRU":"Пейсли лёд",
	"nameEN":"Paisley Ice",
	"descriptionRU":"Узором пейсли можно украсить что угодно: глиняную посуду, дизайнерскую одежду, персидский ковёр, но особенно выигрышно он смотрится на танке. Эта краска выполнена в холодных синих тонах и представляет собой «ледяную» версию узора.",
	"descriptionEN":"This pattern looks perfect on everything: pottery, designer's clothes, persian rugs and, especially, tanks. We have this pattern in two colors - Ice and Flame."
},
{
	"id":"pajamas",
	"nameRU":"Пижама",
	"nameEN":"Pajamas",
	"descriptionRU":"Один из главных плюсов компьютерных игр — в них можно играть в любой одежде, даже в пижаме. Если вы хотите, чтобы вашему танку было так же удобно, как вам во время игры, то эта краска — идеальный выбор.",
	"descriptionEN":"Computer games are great because you can play them wearing anything, even your pajamas. If you like your tank to be as comfortable as you are while playing, this paint is perfect for you."
},
{
	"id":"peaks",
	"nameRU":"Пики",
	"nameEN":"Peaks",
	"descriptionRU":"Это покрытие даже выглядит опасно! Чёрные, сочащиеся ядом шипы не только заставят ваших противников покинуть поле боя в страхе, но и вселят в ваших союзников уверенность, что с таким напарником они непобедимы.",
	"descriptionEN":"This paint even looks dangerously! With black, oozing poison thorns turn your enemies to run in fear and breathe new confidence into your team."
},
{
	"id":"phantom",
	"nameRU":"Фантом",
	"nameEN":"Phantom",
	"descriptionRU":"Поговаривают, что завораживающая мощь этой краски способна остановить «поезд» из Изид и заставить застыть на месте целящийся Шафт. Используйте с особой осторожностью!",
	"descriptionEN":"The hypnotizing power of the paint is rumored to be the only thing that can stop an Isida train and freeze in place an aiming Shaft. Use with extra caution."
},
{
	"id":"play_doh",
	"nameRU":"Пластилин",
	"nameEN":"Play-Doh",
	"descriptionRU":"Возьмите коробку разноцветного пластилина, перемешайте его, и у вас получится причудливый узор. Главное — не переборщить, иначе выйдет бесцветная масса.",
	"descriptionEN":"Take a box of colorful modeling clay, mix it together and gaze upon curious patterns. Just don't mix it too well, or you'll be left with a sludge of gray."
},
{
	"id":"pop_art",
	"nameRU":"Поп-арт",
	"nameEN":"Pop Art",
	"descriptionRU":"Ходят слухи, что эту краску создал сам Энди Уорхол, и как только вы покроете ей ваш танк, он тут же превратится в арт-объект. Любителям ярких цветов, ультрафиолета и кока-колы посвящается!",
	"descriptionEN":"We hear that texture for this paint was done by Andy Worhol himself, and as soon as you paint your tank it instantly becomes new art piece. Recommended for fans of ultraviolet and soda drinks!"
},
{
	"id":"potter",
	"nameRU":"Гончар",
	"nameEN":"Potter",
	"descriptionRU":"Однажды в битве на Иране один танк на полном ходу влетел в гончарную мастерскую, и его осыпало осколками глиняных горшков. Это импровизированное покрытие дало танку отличную маскировку, и после этого краска «Гончар» получила широкое распространение среди танкистов.",
	"descriptionEN":"Once in a battle in Iran a tank flew straight into the pottery shop and next the utter distraction fell as pieces onto the tank. This improvised paint helped the tanker to win the battle and instantly became a hit."
},
{
	"id":"pulsar",
	"nameRU":"Пульсар",
	"nameEN":"Pulsar",
	"descriptionRU":"Закройте глаза и представьте, как вспышки от вражеских орудий предстают перед вами сверкающими звёздами, а снаряды расплываются на отдельные цвета, словно калейдоскоп, пульсируя в такт взрывам вокруг вас. Это — пульсар.",
	"descriptionEN":"Imagine your wildest dream, as enemy fire turns into stars and the shape of bullets extends into bright colors, pulsating to the beat of the explosions around you. This is Pulsar."
},
{
	"id":"red_suit",
	"nameRU":"Красный костюм",
	"nameEN":"Red Suit",
	"descriptionRU":"«Вы, наверное, думаете, почему я в красном? Чтобы плохие ребята не видели, что у меня идёт кровь!».",
	"descriptionEN":"\"You may be wondering, why the red suit? Well that's so bad guys can't see me bleed!\""
},
{
	"id":"ripple",
	"nameRU":"Рябь",
	"nameEN":"Ripple",
	"descriptionRU":"Узор этой краски, выполненный из ядовито-ярких цветов, вселяет боевое безумие в её обладателя. Стоит вашим врагам зазеваться, и они обнаружат вас в своём тылу, обрушивающего на них огонь из всех орудий.",
	"descriptionEN":"As toxic colors drip into the pattern you become fazed out of battles, as enemy tanks suddenly find you behind and blasting them with fire. Captivating."
},
{
	"id":"rust",
	"nameRU":"Коррозия",
	"nameEN":"Rust",
	"descriptionRU":"Именно такой специфический вид приобретает техника из подразделений химзащиты всего через несколько дней, проведённых в закрытых зонах с опасными условиями. Теперь же можно приобрести это брутальное покрытие без необходимости подвергать броню своего танка воздействию агрессивной среды.",
	"descriptionEN":"Fool your enemies into thinking that your tank is a corroded wreck - weak and defenseless. Then, when they move in for the kill, give them a nasty surprise!"
},
{
	"id":"scandinavia",
	"nameRU":"Скандинавия",
	"nameEN":"Scandinavia",
	"descriptionRU":"Покрытие для ведения боёв в условиях экстремальных холодов. Каждый танк обвязывается вручную силами взвода специально обученных бабушек.",
	"descriptionEN":"This paint dresses up your tank in a warm woolen coating with a typical Scandinavian pattern. It should keep you cozy as far as the Arctic circle."
},
{
	"id":"sillicate",
	"nameRU":"Силикат",
	"nameEN":"Sillicate",
	"descriptionRU":"Тонкие молекулярные связи образуют прочный минерал, из которого можно изготовить краску для самых мощных танков.",
	"descriptionEN":"Thin molecular-level connections form a strong material, used to make the most powerful tanks and their armor."
},
{
	"id":"stained_glass",
	"nameRU":"Витраж",
	"nameEN":"Stained glass",
	"descriptionRU":"Сотни цветных стеклянных кусочков образуют причудливый рисунок, который играет на солнце на вашей любимой летней карте.",
	"descriptionEN":"Hundreds of colorful pieces of glass form a gorgeous painting that sends sunrays flying through your favorite summer map."
},
{
	"id":"steak",
	"nameRU":"Стейк",
	"nameEN":"Steak",
	"descriptionRU":"Это покрытие цвета стейка рекомендуется наносить только на самые мощные и вооружённые до зубов танки: реакция танкистов-вегетарианцев независимо от командной принадлежности может быть совершенно непредсказуемой.",
	"descriptionEN":"This paint gives your tank a succulent look that just begs to be bitten. Expect to be chased around the arena by carnivores with Firebird, while vegans will want to punish you for your lack of sensitivity."
},
{
	"id":"strawberry",
	"nameRU":"Клубника",
	"nameEN":"Strawberry",
	"descriptionRU":"Очаруйте врагов приятным ароматом, ярким красным цветом и сочной текстурой своего клубничного танка. А затем, когда они подъедут ближе, чтобы попробовать вас на вкус, открывайте огонь.",
	"descriptionEN":"Tantalize your enemies with the aroma, bright red color, juicy texture, and sweetness of your strawberry tank. And then, when they move closer to have a bite, give them a taste of your bullets."
},
{
	"id":"sudoku",
	"nameRU":"Судоку",
	"nameEN":"Sudoku",
	"descriptionRU":"Чтобы решить головоломку под названием судоку, нужны терпение, острый ум и способность мыслить логически. Поэтому перехитрить вас на поле боя, когда вы в этой краске, врагам будет очень непросто.",
	"descriptionEN":"To solve this puzzle you need patience, a sharp mind and ability to think logically. If you bring all three to the battlefield wearing this paint, the enemies won't solve you."
},
{
	"id":"thunderball",
	"nameRU":"Шаровая молния",
	"nameEN":"Thunderball",
	"descriptionRU":"Редкое и очень опасное природное явление. Остерегайтесь, ведь предсказать её траекторию практически невозможно!",
	"descriptionEN":"A very rare and dangerous phenomenon, unpredictable in its trajectory and deadliest effect."
},
{
	"id":"vanadium",
	"nameRU":"Ванадий",
	"nameEN":"Vanadium",
	"descriptionRU":"Специальное покрытие из редкого металла ванадия. Благодаря своей привлекательной серебристой текстуре краска высоко ценится танкистами, следящими за внешним видом своих боевых машин.",
	"descriptionEN":"A coating of Vanadium for your tank. Besides its appealing silver gray texture, this paint is highly sought due to the scarcity of its main component."
},
{
	"id":"watercolor",
	"nameRU":"Акварель",
	"nameEN":"Watercolor",
	"descriptionRU":"Изначально внешний вид этого покрытия задумывался совершенно иным. Однако после одного случая в гараже с участием нескольких десятков вёдер с краской и взорвавшегося баллона с газом покрытие приобрело довольно пёструю, но при этом привлекательную расцветку. Главный модельер танковых красок был настолько впечатлён, что решил включить его в свою новую осеннюю коллекцию.",
	"descriptionEN":"This paint was originally meant to look very different. However, an incident in garage #264, involving lots of paint buckets and an exploding gas tank, resulted in this rather colorful but appealing texture. The lead paint designer was so impressed, he decided to add it to the official collection for Fall 2016."
},
{
	"id":"zigzag",
	"nameRU":"Зигзаг",
	"nameEN":"Zigzag",
	"descriptionRU":"Эта краска разработана американскими граффитистами. Покройте ею свой танк, и он растворится на фоне настенной живописи Нью-Йорка. Правда, чтобы увидеть это, танк нужно ещё как-то туда доставить...",
	"descriptionEN":"This paint is the result of the research by American graffitti artists. Paint your tank with it and disappear among the street art of the Big Apple. Though to make it happen you still need to get there, somehow..."
},
{
	"id":"all_you_need_is",
	"name":"All You Need Is...",
	"descriptionRU":"Как поётся в знаменитой песне Beatles «All you need is love»: всё, что тебе нужно — это любовь... и полностью прокачанный танк, чтобы разбивать своих врагов вдребезги.",
	"descriptionEN":"As The Beatles used to sing in their famous song, \"All you need is love\"... and a fully armored tank equipped with your favorite turret to rip your enemies to bits."
},
{
	"id":"chill_bro",
	"nameRU":"Остынь, приятель!",
	"nameEN":"Chill bro!",
	"descriptionRU":"Морозная сладость способна в считанные секунды остудить самые горячие головы и настроить на лирическо-созерцательный лад. Может спровоцировать неодолимое желание похлопать противника по плечу и пожать виртуальную руку.",
	"descriptionEN":"A paint for the tanker who's cool regardless of the season. Try this one out with a Freeze and Mammoth combo to get a distinct \"ice-age\" look."
},
{
	"id":"lilac_petals",
	"nameRU":"Лепестки сирени",
	"nameEN":"Lilac Petals",
	"descriptionRU":"Это ажурное покрытие может сбить с толку любого, даже самого осторожного врага. Несмотря на нежный и утончённый вид краски, её обладатель готов в любой момент разнести танк противника вдребезги без малейшего угрызения совести.",
	"descriptionEN":"This vivid paint represents the fiery valor inside a tanker's heart. It reminds opponents that this tanker will fight on till the very end, even when cornered, overwhelmed, and down to the last bullet."
},
{
	"id":"new_year_gift",
	"nameRU":"Новогодний подарок",
	"nameEN":"New Year Gift",
	"descriptionRU":"Как можно растопить сердце даже самого сурового танкиста? Конечно, положив ему под ёлку новенький танк в красивой хрустящей рождественской упаковке! Краска приурочена к празднованию Нового 2018 года.",
	"descriptionEN":"How to warm the heart of every grumpy tanker? With a holiday gift and a newly wrapped tank under the tree! The paint is designed for New Year 2018 celebrations."
},
{
	"id":"retina",
	"nameRU":"Ретина",
	"nameEN":"Retina",
	"descriptionRU":"Текстура этой особой краски повторяет яркий узор сетчатки человеческого глаза. Это покрытие способно легко дезориентировать любого, даже самого опытного соперника.",
	"descriptionEN":"This special paint is a replica of the lively color combination that can be found on a human retina. If started at directly, it can have a rather disorienting effect."
},
{
	"id":"secret_of_the_aliens",
	"nameRU":"Тайна пришельцев",
	"nameEN":"Secret of the Aliens",
	"descriptionRU":"Это покрытие повторяет внешний вид таинственного объекта неземного происхождения, который был обнаружен несколько лет назад на одном из танковых полигонов. «Объект» закован в пластины из неведомого науке материала, воссоздать молекулярную структуру которого пока не удалось.",
	"descriptionEN":"This paint reflects the suspicious alien object recovered from a crash several years ago at one of the tank polygons. The Object is coated in an unknown material — a molecular structure that couldn't be identified or recreated."
},
{
	"id":"snowflake",
	"nameRU":"Вьюга",
	"nameEN":"Snowflake",
	"descriptionRU":"Эта краска изготавливается на заводе, спрятанном глубоко в арктической тундре, с использованием специальной патентованной установки, которая создаёт высокопрочные листы, состоящие из нескольких слоёв снега. Слои обрабатываются таким образом, чтобы максимально повысить уникальный рефракционный индекс каждой снежинки, благодаря чему удаётся добиться такого удивительного визуального эффекта редкой красоты.",
	"descriptionEN":"This paint is manufactured by a special production facility hidden deep in the arctic tundra, using a patented snow harvesting system that results in sheets of rigid, thinly-layered snow. These layers are then processed to enhance the unique refractive index of each snowflake, making for a stunning visual effect of rare beauty."
},
{
	"id":"spangles",
	"nameRU":"Блёстки",
	"nameEN":"Spangles",
	"descriptionRU":"Создай праздничное настроение на поле сражения, надев эту специальную краску, которая сделает твой танк похожим на блестящую ёлочную игрушку.",
	"descriptionEN":"Bring a touch of holiday cheer with this special paint that makes you look like a Christmas tree bauble... if baubles had turrets and fired all sorts of deadly projectiles."
},
{
	"id":"sunset_camouflage",
	"nameRU":"Вечерний закат",
	"nameEN":"Sunset Camouflage",
	"descriptionRU":"Специальное камуфляжное покрытие, на создание которого нас вдохновили краски вечернего заката. Хитрый боец использует этот камуфляж во время захода солнца, чтобы запутать врага и получить огромное преимущество в бою.",
	"descriptionEN":"A special kind of camouflage inspired by the colors of the sunset. The wise warrior will use the camouflage with the sun setting at his/her back. The resulting blend of colors will confuse the opponents and grant the warrior an invaluable advantage"
},
{
	"id":"zombie",
	"nameRU":"Зомби",
	"nameEN":"Zombie",
	"descriptionRU":"Позвольте вашим врагам сжечь вас, заморозить или разнести ваш корпус в клочья. С этой краской вы дадите вашим врагам понять, что нельзя убить то, что уже мертво... И неважно, что они сделают дальше, вы всё равно вернётесь за ними.",
	"descriptionEN":"Let your enemies burn you, freeze you, rip you to bits and fill your hull with bullets. With this paint, you'll make them understand that they can't kill what's already dead... and no matter what they do, you'll keep coming back!"
},
{
	"id":"450_nanometers",
	"nameRU":"450 нанометров",
	"nameEN":"450 Nanometers",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"adam_and_eve",
	"nameRU":"Адам и Ева",
	"nameEN":"Adam and Eve",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"alien_chainmail",
	"nameRU":"Кольчуга чужого",
	"nameEN":"Alien Chainmail",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"all_the_goodies",
	"nameRU":"Лакомства",
	"nameEN":"All the Goodies",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"ancient_dragon",
	"nameRU":"Древний дракон",
	"nameEN":"Ancient dragon",
	"descriptionRU":"«Эта броня прочнее железа, никакой клинок не пробьёт её!». Так думал один древний дракон до того, как его пронзила огромная стрела.",
	"descriptionEN":"\"This armor is tougher than iron. No blade will pierce it!\" So thought one ancient dragon, just before getting pierced by a huge arrow."
},
{
	"id":"and_roll",
	"nameRU":"Ролл",
	"nameEN":"And Roll",
	"descriptionRU":"Без ролла нет никакого рока. Эта краска для любителей геологии в «Танках Онлайн».",
	"descriptionEN":"There's no rock without a roll. Here's another paint for the geology aficionados in Tanki Online. Now you can really put your enemies between a rock and a hard place."
},
{
	"id":"area_52",
	"nameRU":"Зона 52",
	"nameEN":"Area 52",
	"descriptionRU":"Обычная (неанимированная) краска — Это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не дает.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"avant-garde",
	"nameRU":"Авангард",
	"nameEN":"Avant-garde",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"babushka's_quilt",
	"nameRU":"Бабушкино одеяло",
	"nameEN":"Babushka's Quilt",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"babushka's_sofa",
	"nameRU":"Бабушкин диван",
	"nameEN":"Babushka's Sofa",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"barricade_tape",
	"nameRU":"Сигнальная лента",
	"nameEN":"Barricade tape",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"battleship",
	"nameRU":"Морской бой",
	"nameEN":"Battleship",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"baubles_galore",
	"nameRU":"Праздничные шарики",
	"nameEN":"Baubles Galore",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"bbq",
	"nameRU":"Барбекю",
	"nameEN":"BBQ",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"beach",
	"nameRU":"Пляж",
	"nameEN":"Beach",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"birdwatcher",
	"nameRU":"Орнитолог",
	"nameEN":"Birdwatcher",
	"descriptionRU":"Специальный камуфляж, используемый профессиональными орнитологами для наблюдения за самыми редкими видами птиц на планете. Танк в этом покрытии сможет без труда оставаться незамеченным на поле боя, даже если враг находится совсем близко.",
	"descriptionEN":"A special camouflage used by professional birdwatchers to remain undetected while observing some of the rarest bird species on the planet. This color combination will have no trouble keeping you hidden from the sight of your next victim in the arena."
},
{
	"id":"blanket",
	"nameRU":"Плед",
	"nameEN":"Blanket",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"blue_marmalade",
	"nameRU":"Синий мармелад",
	"nameEN":"Blue Marmalade",
	"descriptionRU":"Текстура этого покрытия создана сторонниками здорового питания лишь с одной мыслью: «Не поем, так хоть посмотрю».",
	"descriptionEN":"This texture was created by a group of people obsessed with healthy eating. Their reasoning: \"You can own it but you can't eat it, so it can't make you fat.\""
},
{
	"id":"blue_planet",
	"nameRU":"Голубая планета",
	"nameEN":"Blue planet",
	"descriptionRU":"Создана по образцу планеты Земля, вместе с её густыми лесами, бескрайними океанами, величественными горами и широкими пустынями. Даже если в будущем человечество колонизирует другие планеты, Земля навсегда останется нашим родным домом.",
	"descriptionEN":"This paint is modeled after planet Earth, with its lush forests, roaring oceans, imposing mountains, and expansive deserts. Even if we colonize other planets in the future, this is the one we'll always call home."
},
{
	"id":"buckwheat",
	"nameRU":"Греча",
	"nameEN":"Buckwheat",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"cake",
	"nameRU":"Торт",
	"nameEN":"Cake",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"cap",
	"nameRU":"Кэп",
	"nameEN":"Cap",
	"descriptionRU":"Сильный, красивый, благородный — так выглядит среднестатистический владелец этой краски. По крайней мере, он таким хотел бы быть.",
	"descriptionEN":"Strong, handsome, noble — this is how the average owner of this paint looks. At least he would like to be."
},
{
	"id":"charred",
	"nameRU":"Угольный",
	"nameEN":"Charred",
	"descriptionRU":"Порой один раз показать лучше, чем десять раз объяснить. В этой краске заключено недвусмысленное послание вашим врагам: «Вот как вы будете выглядеть, когда я покончу с вами».",
	"descriptionEN":"They say an image is worth a thousand words. This paint sends a clear message to your enemies. It tells them, \"This is what you'll look like when I'm done roasting you\"."
},
{
	"id":"christmas_eve",
	"nameRU":"Сочельник",
	"nameEN":"Christmas Eve",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"creative_engineer",
	"nameRU":"Креативный инженер",
	"nameEN":"Creative Engineer",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"crusher",
	"nameRU":"Крушитель",
	"nameEN":"Crusher",
	"descriptionRU":"Загадка: большой, зелёный и всё крушит. Правильный ответ — «Талк»... то есть «Ханк»... то есть «Танк».",
	"descriptionEN":"WGuess the riddle: big, green, and smashes everything. The correct answer is «Tulk» ... I mean «Hunk» ... I mean «Tank»"
},
{
	"id":"darts",
	"nameRU":"Дартс",
	"nameEN":"Darts",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"deep_blue_pixel",
	"nameRU":"Тёмно-синий пиксель",
	"nameEN":"Deep blue pixel",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"designer_vibe",
	"nameRU":"Дизайнерская фантазия",
	"nameEN":"Designer Vibe",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"eagle_eye",
	"nameRU":"Зоркий глаз",
	"nameEN":"Eagle eye",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"easter",
	"nameRU":"Пасха",
	"nameEN":"Easter",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"ecofriendly",
	"nameRU":"Экозащита",
	"nameEN":"Ecofriendly",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"falling_leaves",
	"nameRU":"Листопад",
	"nameEN":"Falling leaves",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"gamepad",
	"nameRU":"Геймпад",
	"nameEN":"Gamepad",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"gamer",
	"nameRU":"Геймер",
	"nameEN":"Gamer",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"geometric_blue",
	"nameRU":"Синяя геометрия",
	"nameEN":"Geometric Blue",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"gift_wrap",
	"nameRU":"Подарочная упаковка",
	"nameEN":"Gift wrap",
	"descriptionRU":"Смотришь на танк и думаешь: «Как же здорово он упакован!». Ан нет! Это просто краска такая.",
	"descriptionEN":"Did you actually just gift wrap your whole tank? Seriously? Ok buddy, you've got WAAAAY to much time on your hands."
},
{
	"id":"gold_digger",
	"nameRU":"Золотоискатель",
	"nameEN":"Gold digger",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"griller",
	"nameRU":"Гриль",
	"nameEN":"Griller",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"halloween",
	"nameRU":"Хэллоуин",
	"nameEN":"Halloween",
	"descriptionRU":"Когда призраки и вурдалаки придут веселиться — наденьте эту краску и присоединяйтесь к вечеринке.",
	"descriptionEN":"When the ghouls and ghosts come out to play, wear this paint and party with them!"
},
{
	"id":"jade_scales",
	"nameRU":"Нефритовые весы",
	"nameEN":"Jade Scales",
	"descriptionRU":"Создатели этой краски вдохновлялись историями о таинственном драконе, в чьей чешуе будто бы можно найти вкрапления нефрита.",
	"descriptionEN":"This paint was inspired by oriental stories of a mysterious dragon whose skin is said to be encrusted with fine specks of jade."
},
{
	"id":"lifesaver",
	"nameRU":"Спасатель",
	"nameEN":"Lifesaver",
	"descriptionRU":"Ваши товарищи по команде попали под вражеский огонь? Поспешите на помощь в этой краске и станьте героем.",
	"descriptionEN":"Are your teammates symbolically drowning in enemy fire? Now you can save them... symbolically. Dive to the rescue with this paint, and become the hero."
},
{
	"id":"lime_burst",
	"nameRU":"Взрыв лайма",
	"nameEN":"Lime Burst",
	"descriptionRU":"Праздничная краска с ярким дизайном, буквально сочащаяся свежестью. Немногие смогут устоять перед соблазном попробовать вас на вкус.",
	"descriptionEN":"A festive paint with a refreshing design, literally oozing freshness. Tanks coated in this paint will have a curiously acidic taste with a hint of lime. Few can resist the temptation to taste it."
},
{
	"id":"log_cabin",
	"nameRU":"Сруб",
	"nameEN":"Log cabin",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"masquerade",
	"nameRU":"Маскарад",
	"nameEN":"Masquerade",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"miniature_masonry",
	"nameRU":"Кирпичная кладка",
	"nameEN":"Miniature Masonry",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"mint_candy",
	"nameRU":"Мятный леденец",
	"nameEN":"Mint Candy",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"moonwalker",
	"nameRU":"Луноход",
	"nameEN":"Moonwalker",
	"descriptionRU":"Редкая краска, которую можно было купить лишь в течение недели — со 2 по 10 октября 2013 года — во время акции «Прощание с Лунной тишиной». У тех, кто её купил, в память об этой карте краска остаётся в гараже навсегда.",
	"descriptionEN":"This unique paint was created especially for the \"Farewell to Moon Silence\" event. It was available in the shop until October 10th, 2013. For those who purchased it in that time, in memory of this map, the paint remains in their garage forever."
},
{
	"id":"neural_network",
	"nameRU":"Нейронная сеть",
	"nameEN":"Neural network",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"nuclear_sun",
	"nameRU":"Ядерное солнце",
	"nameEN":"Nuclear Sun",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"oasis",
	"nameRU":"Оазис",
	"nameEN":"Oasis",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"obsidian",
	"nameRU":"Обсидиан",
	"nameEN":"Obsidian",
	"descriptionRU":"Обсидиан — вулканическое стекло, cозданное самой природой. Горная порода потрясающей красоты используется в бижутерии и даже для украшения танков.",
	"descriptionEN":"Obsidian is a volcanic glass created by nature itself. Rock formation of stunning beauty is used in jewelry and even tank decoration."
},
{
	"id":"oceania",
	"nameRU":"Океания",
	"nameEN":"Oceania",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"offensive",
	"nameRU":"Наступление",
	"nameEN":"Offensive",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"This paint expresses your strategic and tactical approach in the game. Your opponents will respect you and will definitely think twice before attacking. Your attacks will become wild."
},
{
	"id":"off-road_vehicle",
	"nameRU":"Внедорожник",
	"nameEN":"Off-road vehicle",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"orange_urchin",
	"nameRU":"Оранжевый ёж",
	"nameEN":"Orange urchin",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"Urchin shells made of calcium carbonate are the basis of this paint. On one hand, it gives a camouflage effect on the battlefield and on the other hand, your opponents will be hypnotized due to the association with the meditative sounds of waves."
},
{
	"id":"packed_stocking",
	"nameRU":"Новогодний носок",
	"nameEN":"Packed Stocking",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"peace_work_may",
	"nameRU":"Мир, труд, май!",
	"nameEN":"Peace, Work, May!",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"pink_elephant",
	"nameRU":"Розовый слон",
	"nameEN":"Pink Elephant",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"This paint will become your partner in each fight. An artwork of an unknown artist from Togo, West Africa. A rare paint that leads your team to victory."
},
{
	"id":"pop_it",
	"name":"POP IT",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"precious_studs",
	"nameRU":"Драгоценные камни",
	"nameEN":"Precious Studs",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"premium",
	"nameRU":"Премиум",
	"nameEN":"Premium paint",
	"descriptionRU":"Специальная краска с уникальным дизайном — превосходный выбор для тех, кто любой ценой стремится достичь максимума в игре.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"question",
	"nameRU":"Вопрос",
	"nameEN":"Question",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"red_marks",
	"nameRU":"Красная метка",
	"nameEN":"Red Marks",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"red_marmalade",
	"nameRU":"Красный мармелад",
	"nameEN":"Red Marmalade",
	"descriptionRU":"Текстура этого покрытия создана сторонниками здорового питания лишь с одной мыслью: «Не поем, так хоть посмотрю».",
	"descriptionEN":"This texture was created by a group of people obsessed with healthy eating. Their reasoning: \"You can own it but you can't eat it, so it can't make you fat.\""
},
{
	"id":"red_planet",
	"nameRU":"Красная планета",
	"nameEN":"Red planet",
	"descriptionRU":"Марс, нередко называемый «красной планетой» или «утренней звездой», являлся местом действия многих киноблокбастеров. Кроме того, долгое время считалось, что именно здесь обнаружатся инопланетные формы жизни — «марсиане».",
	"descriptionEN":"Often referred to as \"the Red Planet\" or \"the Morning Star\", Mars has been a backdrop for many blockbuster movies. Additionally, for a long time, it was believed that this would be where we would discover alien life forms, also known as \"Martians\"."
},
{
	"id":"retrowave",
	"nameRU":"Ретровейв",
	"nameEN":"Retrowave",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"scarier_things",
	"nameRU":"Ночь страха",
	"nameEN":"Scarier Things",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"shredded",
	"nameRU":"Порезанный",
	"nameEN":"Shredded",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"sight",
	"nameRU":"Прицел",
	"nameEN":"Sight",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"singapore",
	"nameRU":"Сингапур",
	"nameEN":"Singapore",
	"descriptionRU":"Создатели этой краски находились под впечатлением от недавнего посещения постоянно развивающегося города-государства Сингапур. Эта краска идеально подходит для танкистов, которые любят опережать конкурентов, открывая для себя новые комбинации вооружения и тактики.",
	"descriptionEN":"Named after the exciting and constantly-evolving country of Singapore, this paint is the perfect match for tankers who love to stay ahead of the competition by reinventing themselves with new equipment combinations and tactics."
},
{
	"id":"skomorokh",
	"nameRU":"Скоморох",
	"nameEN":"Skomorokh",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"soda",
	"nameRU":"Шипучка",
	"nameEN":"Soda",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"sonar",
	"nameRU":"Радиолокатор",
	"nameEN":"Sonar",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"speeding_star",
	"nameRU":"Мерцание звёзд",
	"nameEN":"Speeding Star",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"spring_bouquet",
	"nameRU":"Весенний букет",
	"nameEN":"Spring bouquet",
	"descriptionRU":"Маскировка под весенний луг с лёгкостью введёт в заблуждение любого танкиста. Противник обязательно приблизится, чтобы получше рассмотреть прекрасные полевые цветы, но тут же будет изрешечен. Вам останется лишь бросить побеждённому цветок на прощание.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"squid_fingers",
	"nameRU":"Кальмар",
	"nameEN":"Squid Fingers",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости оэт цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"stars_and_flames",
	"nameRU":"Звёзды и пламя",
	"nameEN":"Stars and Flames",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"steel_micro-fibers",
	"nameRU":"Стальное микроволокно",
	"nameEN":"Steel Micro-fibers",
	"descriptionRU":"Покрытие, сделанное из стальных микроволокон, придаст броне твоего танка дополнительную прочность и надежность. Идеальный выбор для танкиста, который проводит многие часы в бою.",
	"descriptionEN":"A coating assembled out of steel micro-fibers, which give it a rugged and weathered look. Ideal for the warrior who has spent countless hours in the battlefield."
},
{
	"id":"stylish_tanker",
	"nameRU":"Стильный танкист",
	"nameEN":"Stylish Tanker",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"tarantula",
	"nameRU":"Тарантул",
	"nameEN":"Tarantula",
	"descriptionRU":"Вроде танк, но паук, В бой пойдёшь, получишь там сундук, Сети он не сможет свить, Он тут — танк, который как паук.",
	"descriptionEN":"Spider tank Spidertank Does whatever a tanker can Shoot a tank any size Have a friendship with all you guys Look out, here comes the Spidetank"
},
{
	"id":"target",
	"nameRU":"Мишень",
	"nameEN":"Target",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"tetris",
	"nameRU":"Тетрис",
	"nameEN":"Tetris",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"timber_camo",
	"nameRU":"Лесной призрак",
	"nameEN":"Timber Camo",
	"descriptionRU":"Высокотехнологичное покрытие для ведения боя в лесистой местности. Рекомендуется к использованию в летний период. Зимой держитесь хвойных лесов.",
	"descriptionEN":"High-tech wood-based camouflage for forest and jungle operations. Just keep it away from the barbecues."
},
{
	"id":"tropical_foliage",
	"nameRU":"Тропическая листва",
	"nameEN":"Tropical Foliage",
	"descriptionRU":"Покрытие, созданное из свежесобранной листвы самых разнообразных тропических деревьев. Эти огромные листья без труда защитят вас даже в самых жарких переделках.",
	"descriptionEN":"A coating made out of patched foliage collected from a variety of tropical forests. These huge leaves are guaranteed to keep you cool under the hottest enemy fire."
},
{
	"id":"tropics",
	"nameRU":"Тропики",
	"nameEN":"Tropics",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"ufo",
	"nameRU":"НЛО",
	"nameEN":"UFO",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"vector",
	"nameRU":"Вектор",
	"nameEN":"Vector",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"virus",
	"nameRU":"Вирус",
	"nameEN":"Virus",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"volcanic_eruption",
	"nameRU":"Извержение вулкана",
	"nameEN":"Volcanic Eruption",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"walk_of_fame",
	"nameRU":"Аллея звёзд",
	"nameEN":"Walk of Fame",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы, она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"watermelon",
	"nameRU":"Арбуз",
	"nameEN":"Watermelon",
	"descriptionRU":"Иногда чем проще, тем лучше. Эта ярко-красная краска с классическим логотипом «Танков Онлайн» создаёт поразительный визуальный эффект.",
	"descriptionEN":"Sometimes, simple works best. This bright red paint sports the classic Tanki Online logo, creating a striking visual statement."
},
{
	"id":"white_planet",
	"nameRU":"Белая планета",
	"nameEN":"White planet",
	"descriptionRU":"Будучи второй от Солнца планетой, Венера была бы довольно неприятным местом для жизни: температура поверхности высока настолько, что плавится свинец.",
	"descriptionEN":"Second planet from the Sun, Venus would be a rather unpleasant place to live. With surface temperatures hot enough to melt lead, Venus is pretty much the equivalent of hell."
},
{
	"id":"wildstyle",
	"nameRU":"Дикий стиль",
	"nameEN":"Wildstyle",
	"descriptionRU":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт.",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"wonder_fish",
	"nameRU":"Чудо-рыба",
	"nameEN":"Wonder fish",
	"descriptionRU":"Так бывает с чешуёй морских обитателей, когда они попадают в пятна от разлитой нефти. Красиво! Но грустно.",
	"descriptionEN":"This is what fish scales look like after they've been stained by oil spills in the ocean. A nice effect, but so unfortunate. Wear this paint to show that you support the fight for a cleaner planet."
},
{
	"id":"wonderbird",
	"nameRU":"Чудо-птица",
	"nameEN":"Wonderbird",
	"descriptionRU":"Побеждайте соперников, напевая эту чудесную мелодию: «Счастье вдруг... В тишине... Пoстучалoсь в двери...». Хотя нет, стойте! Лучше просто метко стреляйте.",
	"descriptionEN":"Blast through your enemies as you sing serenely, \"And after aaaaallll... you're my Wonder...\" No wait, that's not how the song goes. Oh well, you're probably not that great a singer anyway. Better stick to the shooting."
},
{
	"id":"apple_company",
	"nameRU":"Компания «Apple»",
	"nameEN":"\"Apple\" company",
	"description":"TODO"
},
{
	"id":"iphone_11",
	"name":"iPhone 11",
	"description":"TODO"
},
{
	"id":"windows_11",
	"name":"Windows 11",
	"description":"TODO"
},
{
	"id":"neo-cubes",
	"nameRU":"Neo-кубы",
	"nameEN":"Neo-Cubes",
	"descriptionRU":"Краска, выпущенная ограниченным тиражом в одну штуку, должна была достаться заказчику, но тот не дожил до этого момента. Пришлось её выпустить на массовый рынок, так как компания была на грани банкротства. Вскоре краска обрела своих любителей, а кто долго ее носил, говорил, что можно увидеть в глубине тьмы неоновых кубов цифры «8», «4» или там вообще были буквы «В», «Ч», много споров на этот счет было.\n!!Внимание!!\nПосле покраски на танк рекомендуется поставить его на солнце, чтобы она могла светиться ночью.\n\n - Команда «МХ»",
	"descriptionEN":"A regular, non-animated paint that serves as an aesthetic coating for your tank. Its color scheme might potentially offer some camouflage benefits, but besides that, the paint does not offer any functional gameplay advantages."
},
{
	"id":"destroyed_tank",
	"nameRU":"Уничтоженный танк",
	"nameEN":"Destroyed tank",
	"descriptionRU":"Текстура уничтоженного танка.",
	"descriptionEN":"Texture of a destroyed tank."
}
]