[
	{
		"id":"container_standard",
		"nameRU":"Контейнер",
		"nameEN":"Container",
		"descriptionRU":"Открывайте контейнеры и получайте игровые товары. Каждый контейнер содержит один случайный предмет. Список возможного содержимого контейнеров: \n • Кристаллы \n • Припасы \n • Золотые ящики \n • Дни премиум аккаунта \n • Обычные краски \n • Уникальные краски",
		"descriptionEN":"Open containers and get game items. Each container has one random item. List of possible items inside containers: \n • Crystals \n • Supplies \n • Gold Boxes \n • Days of Premium \n • Regular paints \n • Unique paints"
	},
	{
		"id":"container_weekly",
		"nameRU":"Недельный контейнер",
		"nameEN":"Weekly container",
		"descriptionRU":"Это особые контейнеры, которые выдаются в награду за выполнение еженедельных заданий. Чем выше ваше звание, тем больше приз. Из этих контейнеров можно получить следующие предметы: \n • Кристаллы \n • Ремкомплекты \n • Двойной урон \n • Двойная защита \n • Ускорения \n • Мины \n • Батареи",
		"descriptionEN":"These are special containers given as reward for completing weekly missions. The higher is your rank, the bigger will be the prize. From these containers you can get the following Items: \n • Crystals \n • Repait Kit \n • Double Damage \n • Double Armor \n • Speed Boost \n • Mines \n • Batteries"
	},
	{
		"id":"container_ultra",
		"nameRU":"Ультраконтейнер",
		"nameEN":"Ultra container",
		"descriptionRU":"Открывайте ультраконтейнеры во время специальных событий и получайте игровые предметы. В отличие от обычных контейнеров, ультраконтейнеры содержат уникальные награды, которые могут меняться в зависимости от ивента.",
		"descriptionEN":"Open Ultra Containers during special events and receive awesome in-game items! Unlike normal containers, these contain unique rewards that may vary depending on the current event."
	},
	{
		"id":"container_coinbox",
		"nameRU":"Коинбокс",
		"nameEN":"Coinbox",
		"descriptionRU":"Открывайте коинбоксы и получайте игровые товары. Каждый коинбокс содержит случайные предметы. Список возможного содержимого: \n • Танкоины \n • Кристаллы \n • Припасы",
		"descriptionEN":"Open this Cainbox and get one of these in-game items. Items lst: \n • Tankoins \n • Crystals \n • Supplies"
	},
	{
		"id":"container_pitstop",
		"nameRU":"Пит-стоп ящик",
		"nameEN":"Pitstop box",
		"descriptionRU":"Открывайте пит-стоп ящики и получайте случайные товары с большой скидкой. Каждый пит-стоп ящик содержит один случайный предмет.Список возможного содержимого: \n • Кристаллы \n • Припасы \n • Батарейки \n • Золотые ящики",
		"descriptionEN":"Open Pitstop boxes and receive random items at a significant discount. Each Pitstop box contains one random item. List of possible contents: \n • Crystals \n • Supplies \n • Batteries \n • Gold boxes"
	},
	{
		"id":"container_skin",
		"nameRU":"Скин-контейнер",
		"nameEN":"Skin container",
		"descriptionRU":"Открывайте контейнеры и получайте скины. Каждый контейнер содержит один скин из линеек XT, Legacy или Prime, выбранный случайным образом из списка возможных призов. Приз определяется в момент открытия.",
		"descriptionEN":"Open this Container ant get a cool skin! Each one may drop a random XT, Legacy or Prine skin from the list of available prizes. A great way to finally complete your collection!"
	},
	{
		"id":"container_skin_old",
		"nameRU":"Старый Скин-контейнер",
		"nameEN":"Old Skin container",
		"descriptionRU":"Открывайте контейнеры и получайте скины. Каждый контейнер содержит один скин из линеек XT, Legacy или Prime, выбранный случайным образом из списка возможных призов. Приз определяется в момент открытия.",
		"descriptionEN":"Open this Container ant get a cool skin! Each one may drop a random XT, Legacy or Prine skin from the list of available prizes. A great way to finally complete your collection!"
	},
	{
		"id":"container_standard_new",
		"nameRU":"Обычный контейнер",
		"nameEN":"Common container",
		"descriptionRU":"Стандартный грузовой контейнер с полезными ресурсами внутри: от припасов и кристаллов до нового вооружения. Каждый контейнер содержит одну случайную награду.",
		"descriptionEN":"A standard cargo container with a lot of useful resources inside, from supplies and crystals to new equipment. Each container contains one random reward."
	},
	{
		"id":"container_rare",
		"nameRU":"Редкий контейнер",
		"nameEN":"Rare container",
		"descriptionRU":"Специальный грузовой контейнер с набором припасов, необходимых для поддержания танка в состоянии боеготовности. Каждый контейнер содержит одинаковый набор наград.",
		"descriptionEN":"A special cargo container with a set of supplies required to keep a tank at its full capacity. Each container contains the same set of rewards."
	},
	{
		"id":"container_epic",
		"nameRU":"Эпический контейнер",
		"nameEN":"Epic container",
		"descriptionRU":"Особый грузовой контейнер, в котором, помимо наград из обычного контейнера, можно найти временные награды: от редкого вооружения до уникальных скинов. Каждый контейнер содержит одну случайную награду.",
		"descriptionEN":"A special cargo container that includes the set of rewards of a Common Container and contains rewards that you can obtain only during specific times, from rare equipment to unique skins. Each container contains one random reward."
	},
	{
		"id":"container_legendary",
		"nameRU":"Легендарный контейнер",
		"nameEN":"Legendary container",
		"descriptionRU":"Особый грузовой контейнер, в котором, помимо наград из обычного контейнера, можно найти временные награды: от редкого вооружения до уникальных скинов. Каждый контейнер содержит одну случайную награду.",
		"descriptionEN":"The most valuable cargo container that always has a new tank skin. If you already have all the skins, you will receive Rubies as compensation. Each container contains one random reward."
	}
]