[
	{
		"name":"Огнемёт",
		"description":"В тесных городских кварталах, когда картина боя напоминает скорее муравейник, нет лучшего оружия, чем Огнемёт. Идеальное оружие в условиях ограниченного пространства. Одинаково красиво сжигает как тяжёлые неповоротливые, так и юркие лёгкие танки. Аккуратно распределяя баллон на несколько целей, можно спалить хоть целый танковый взвод. Даже небольшого запаса зажигательной смеси может оказаться достаточно, чтобы поджечь зазевавшегося противника. После этого можете искать новую цель, противник догорит без вашего вмешательства. Если, конечно, танк не потушат его союзники.",
		"previewResourceId":"turret_flamethrower_preview",
		"skins":
		[
			{
				"name":"Стандарт",
				"resourceId":"turret_flamethrower_hd",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M1",
				"resourceId":"turret_flamethrower_m1",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M2",
				"resourceId":"turret_flamethrower_m2",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M3",
				"resourceId":"turret_flamethrower_m3",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"XT",
				"resourceId":"turret_flamethrower_xt",
				"description":"Уникальный Огнемёт XT украшен оригинальным рисунком, стилизованным под голову огнедышащего дракона с горящими глазами.",
				"iconResourceId":"skin_xt_icon"
			},
			{
				"name":"Legacy",
				"resourceId":"turret_flamethrower_lc",
				"description":"Скин, который особенно ценят ветераны Огнемёта. По экологическим причинам в нынешних скинах Огнемёта используется зажигательная смесь только высокой степени очистки, в то время как старые скины можно было заполнить практически всем, что горит. Так что этот Огнемёт не только выглядит антикварно, но и пахнет ностальгией, когда вы стреляете.",
				"iconResourceId":"skin_lc_icon"
			},
			{
				"name":"Demonic",
				"resourceId":"turret_flamethrower_dc",
				"description":"Если ты любитель жутких вечеринок и ярких образов, то новая коллекция скинов в стиле Demonic — как раз то, что ты ищешь! Если начать рассматривать уникальное покрытие этих скинов, можно сильно удивиться используемым материалам. Глаз древней совы, рука злобного хейтера, и всё это под плащом летучей мыши. Конечно, это декорации, но обладатель таких скинов, несомненно, поразит всех на поле боя.",
				"iconResourceId":"skin_dc_icon"
			},
			{
				"name":"Demonic (старый)",
				"resourceId":"turret_flamethrower_dc_old",
				"description":"Давно искали повод выпустить внутреннего демона наружу? А вот и он. Какой демон с вами сегодня — хитрый чёрт, злая ведьма или таинственный вампир?",
				"iconResourceId":"skin_dc_icon"
			},
			{
				"name":"M1 (TO 2.0)",
				"resourceId":"turret_flamethrower_2.0_m1",
				"description":".",
				"iconResourceId":"skin_2.0_icon"
			},
			{
				"name":"Dreadnought (Tanki X)",
				"resourceId":"turret_flamethrower_tx_dreadnought",
				"description":"Огнемёт — ключ к городским боям. Зарекомендовал себя, когда «Антей» подчинял острова и мегаполисы тихоокеанского региона. Огонь знает своё дело: поджёг танк, двигайся дальше — горючая смесь сожрёт технику врага без помощи со стороны. У тяжёлых танков нет шансов. Кажется, что долгая перезарядка? Можешь поливать врага смесью из неполных баков.",
				"iconResourceId":"skin_tx_icon"
			}
		],
		"shotSkins":
		[
			{
				"name":"Стандарт",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"shot_skin_standard_icon"
			},
			{
				"name":"Багровый",
				"description":"Выстрелы багрового цвета несут в себе гнев, который падёт на ваших врагов, словно раскат грома.",
				"iconResourceId":"shot_skin_flamethrower_crimson_icon"
			},
			{
				"name":"Магма",
				"description":"Есть краска огненного цвета? Теперь вам нужен пылающий эффект выстрела. А вот и он.",
				"iconResourceId":"shot_skin_flamethrower_magma_icon"
			},
			{
				"name":"Чёрный",
				"description":"Эти выстрелы превращают вражеские танки в точно такие же чёрные угольки.",
				"iconResourceId":"shot_skin_flamethrower_black_icon"
			},
			{
				"name":"Розовый",
				"description":"Розовый — цвет сочного стейка. Так поджарьте же врагов своими выстрелами!",
				"iconResourceId":"shot_skin_flamethrower_pink_icon"
			}
		]
	},
	{
		"name":"Фриз",
		"description":"Концепция этого грозного орудия родилась в глухой русской деревне. Из неисправного холодильника «Север» и пылесоса «Буран» местный кулибин собрал «хладомёт» для игры в снежки. Изобретение заметил рыбачивший в тех краях инженер. После доработки в закрытом научно-исследовательском институте установка превратилась в мощное танковое орудие. Заливая противника химическим составом на основе фреона, пушка наносит урон и замораживает объект, замедляя все его движения. Возможность наглухо заморозить противника и уйти с линии ответного огня позволяет легко противостоять более грозным танкам. Главное — не расходовать баллон впустую, играя в снежки с союзниками. Это, конечно, весело, но у боевого танка всегда есть более важные дела.",
		"previewResourceId":"turret_freeze_preview",
		"skins":
		[
			{
				"name":"Стандарт",
				"resourceId":"turret_freeze_hd",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M1",
				"resourceId":"turret_freeze_m1",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M2",
				"resourceId":"turret_freeze_m2",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M3",
				"resourceId":"turret_freeze_m3",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"XT",
				"resourceId":"turret_freeze_xt",
				"description":"Уникальный Фриз XT стилизован под голову мамонта. Крепкие серебряные бивни послужат отличным оружием для нападения или защиты от врагов.",
				"iconResourceId":"skin_xt_icon"
			},
			{
				"name":"XT HD",
				"resourceId":"turret_freeze_xt_hd",
				"description":"Более детально и масштабно прорисованная модель пушки придаёт ей мощный и эффектный вид. Учтены все, даже самые мелкие детали! Зоркий взгляд орла, в который встроен супер технологичный лазерный прицел, позволяет рассмотреть противника даже на самых длинных картах. Мощные бивни мамонта из плиоцена, найденного археологами на секретных раскопках, установлены по бокам пушки, что придаёт ей колоссальное преимущество при столкновении в ближнем бою! Образ получился очень грозным и опасным, соперникам будет точно не по себе, когда они встретят вас на карте.",
				"iconResourceId":"skin_xt_icon"
			},
			{
				"name":"Legacy",
				"resourceId":"turret_freeze_lc",
				"description":"Этот скин, разработанный давным-давно, обходится самыми простыми технологиями. Гладкая броня из толстых стальных пластин надёжно скреплена и обеспечивает наилучшую защиту для встроенных охлаждающих устройств. Хоть они и потребляют много энергии, это не останавливает любителей старой боевой техники.",
				"iconResourceId":"skin_lc_icon"
			},
			{
				"name":"Legacy (до исправления)",
				"resourceId":"turret_freeze_lc_old",
				"description":"Этот скин, разработанный давным-давно, обходится самыми простыми технологиями. Гладкая броня из толстых стальных пластин надёжно скреплена и обеспечивает наилучшую защиту для встроенных охлаждающих устройств. Хоть они и потребляют много энергии, это не останавливает любителей старой боевой техники.",
				"iconResourceId":"skin_lc_icon"
			},
			{
				"name":"SE",
				"resourceId":"turret_freeze_se",
				"description":"Этот скин — новейшая разработка. Специалисты беспрестанно собирают и разбирают его, чтобы довести до совершенства. Чехол прячет пушку от любопытных глаз и защищает внутренние системы на полевых испытаниях, которые она сейчас проходит. Не пытайтесь снять чехол, иначе прототип может выйти из строя!",
				"iconResourceId":"skin_se_icon"
			},
			{
				"name":"IC",
				"resourceId":"turret_freeze_ic",
				"description":"Фриз IC является первооткрывателем новой линейки скинов! Покрытый толстым слоем антарктического льда он внушает леденящий страх и ужас. Выгравированный лучшими мастерами своего дела образ ледяного дракона, который смотрит прямо в душу, и лишь один его взгляд превращает сердца врагов в ледяную глыбу, лишая их возможности мыслить и чувствовать, делая их танки безжизненными роботами. Пусть соперники увидят всю морозную мощь этого ледяного зверя!",
				"iconResourceId":"skin_ic_icon"
			},
			{
				"name":"Prime",
				"resourceId":"turret_freeze_pr_fake",
				"description":".",
				"iconResourceId":"skin_pr_icon"
			},
			{
				"name":"M0 (Tanki X)",
				"resourceId":"turret_freeze_tx_m0",
				"description":"Первые бои за жаркий Иран с применением танков «Х» шли на высоких скоростях маневренной техники. Тогда и появился «Фриз» — оружие контроля на поле битвы. «Не дай врагу двигаться и уйти из-под удара» — базовый принцип этого фреонового оружия, способного замедлить и заморозить технику противника.",
				"iconResourceId":"skin_tx_icon"
			},
			{
				"name":"Фрост (Tanki X)",
				"resourceId":"turret_freeze_tx_frost",
				"description":"Первые бои за жаркий Иран с применением танков «Х» шли на высоких скоростях маневренной техники. Тогда и появился «Фриз» — оружие контроля на поле битвы. «Не дай врагу двигаться и уйти из-под удара» — базовый принцип этого фреонового оружия, способного замедлить и заморозить технику противника.",
				"iconResourceId":"skin_tx_icon"
			}
		],
		"shotSkins":
		[
			{
				"name":"Стандарт",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"shot_skin_standard_icon"
			},
			{
				"name":"Тёмная луна",
				"description":"Тёмная луна часто считается зловещей приметой. Ваше присутствие на поле битвы послужит врагам предзнаменованием их скорого поражения.",
				"iconResourceId":"shot_skin_freeze_darkmoon_icon"
			},
			{
				"name":"Ядовитый",
				"description":"Ядовитые вещества очень опасны, но вам это только на руку. Превратите поле битвы в токсичный полигон, отравляя врагов своими выстрелами.",
				"iconResourceId":"shot_skin_freeze_toxic_icon"
			},
			{
				"name":"Мороз",
				"description":"Заставьте противников дрожать ещё до того, как они ощутят леденящий холод ваших выстрелов.",
				"iconResourceId":"shot_skin_freeze_cold_icon"
			},
			{
				"name":"Снег",
				"description":"«Бой в снежки» — звучит как детская забава... Игры в сторону: обрушьтесь на врагов, словно снежная лавина.",
				"iconResourceId":"shot_skin_freeze_snow_icon"
			}
		]
	},
	{
		"name":"Изида",
		"description":"Развитие квантовой физики и нанотехнологий подарило удивительные возможности простой промышленной сварочной установке. Сердце этой чудо- машины — генератор нанороботов, способных воспроизвести или разрушить структуру любого материала небиологического происхождения. Импульсный излучатель, которым оборудована пушка, позволяет транспортировать наномассу в магнитном канале на расстояние в пару десятков метров. Нанороботы легко распознают цель и либо быстро разбирают броню на молекулы, либо постепенно ремонтируют её. Таким образом, это оружие наносит урон врагам и восстанавливает союзников, что особенно важно при командной игре. К сожалению, отремонтировать собственный танк никак не получится.",
		"previewResourceId":"turret_isida_preview",
		"weaponId":"isida",
		"skins":
		[
			{
				"name":"Стандарт",
				"resourceId":"turret_isida_hd",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M1",
				"resourceId":"turret_isida_m1",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M2",
				"resourceId":"turret_isida_m2",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M3",
				"resourceId":"turret_isida_m3",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"XT",
				"resourceId":"turret_isida_xt",
				"description":"Элегантная Изида XT стилизована под голову ворона. Считается, что этот облик достаётся только лучшим боевым медикам, способным молниеносно прийти на помощь раненому бойцу.",
				"iconResourceId":"skin_xt_icon"
			},
			{
				"name":"Legacy",
				"resourceId":"turret_isida_lc",
				"description":"Скин пополняет простую и красивую ретро-коллекцию. Идеально подойдёт для ценителей старинного вооружения, а также для тех, кто ностальгирует по войнам прошлого. Изида LC — ваша пилюля от тоски по прежним временам.",
				"iconResourceId":"skin_lc_icon"
			},
			{
				"name":"GT",
				"resourceId":"turret_isida_gt",
				"description":"Этот GT скин выглядит по-настоящему зрелищно благодаря своим энергетическим каналам из вольфрама, обёрнутым в стекловолокно ECR. Они транспортируют наномассу из хранилища энергии к магнитному излучателю, наделяя пушку зловещей пульсацией. При выстреле электроды на острие оружия выдвигаются и, кажется, буквально хотят схватить противника, будто челюсти муравья. В свою очередь, металлический сплав, встроенный в броню, не только устойчив к коррозии, но и может использовать наноботов из хранилища памяти для ремонта царапин и вмятин.",
				"iconResourceId":"skin_gt_icon"
			},
			{
				"name":"Шмель 83 (Tanki X)",
				"resourceId":"turret_isida_tx_bumblebee-83",
				"description":"Мобильные ремонтные установки «Изида» применялись на месторождениях кристаллов для ремонта изношенного в экстремальных условиях оборудования. В основе лежит свойство кристаллов восстанавливать свою структуру после получения повреждений. Первые же бои за комплексы обработки кристаллов показали, что «Изида» не только успешно восстанавливает технику, но и пожирает броню танков при правильных настройках оборудования.",
				"iconResourceId":"skin_tx_icon"
			}
		],
		"shotSkins":
		[
			{
				"name":"Стандарт",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"shot_skin_standard_icon"
			},
			{
				"name":"Солнечный",
				"description":"Солнце дарит свет и тепло. Но самых легкомысленных оно может и испепелить.",
				"iconResourceId":"shot_skin_isida_sun_icon"
			},
			{
				"name":"Пламя",
				"description":"Когда языки пламени от этих выстрелов коснутся ваших противников, они поймут, что жестоко ошиблись, недооценив вас.",
				"iconResourceId":"shot_skin_isida_fire_icon"
			},
			{
				"name":"Лечение",
				"description":"Цвет лечения союзников.",
				"iconResourceId":"shot_skin_isida_heal_icon"
			}
		]
	},
	{
		"name":"Тесла",
		"description":"Получить удар током во время эксплуатации танка — задача несложная. Для этого достаточно немного нарушить технику безопасности при активации расходников. А вот повредить танк током уже сложнее. Танки неплохо изолированы и по определению заземлены. Повредить танк током удавалось, воткнув высоковольтный провод прямо в броню. Прототип пушки-тазера был непрактичным по сравнению с другими пушками ближнего боя. Попытки увеличения дальности стрельбы продолжались, впрочем, безуспешно. Всё изменилось, когда были найдены утерянные чертежи особого типа транзисторных катушек, принадлежавшие величайшему из изобретателей — Николе Тесле. Новый трансформатор позволял не только поразить танк высоковольтным разрядом на расстоянии, но и использовать другие танки как промежуточные катушки для увеличения дальности поражения. Случайное короткое замыкание на испытательном стенде породило редчайший феномен ― шаровую молнию. Пренебрегая всеми правилами безопасности, в шаровую молнию был направлен повторный разряд тока. Молния ударила в шар и по цепочке достала до ближайшего ангара, где стояла целая дюжина новеньких танков. Этот случай продемонстрировал неоспоримый тактический потенциал пушки. Нерешённой проблемой осталась необходимость сдавать экзамен по технике безопасности использования высоковольтных транзисторов. Танкисты вынуждены долго возить с собой конспекты и часто используют их в качестве подкладки на сиденье в танке.",
		"previewResourceId":"turret_tesla_preview",
		"skins":
		[
			{
				"name":"Стандарт",
				"resourceId":"turret_tesla_hd",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"XT",
				"resourceId":"turret_tesla_xt",
				"description":"В чертежах изобретателя Николы Теслы было найдено несколько совершенно пустых пожелтевших страниц. По неосторожности одного из учёных, изучавшего их, на пустые страницы был пролит цитрусовый раствор. Как оказалось, это было не зря! Началась химическая реакция, и на страницах проявились записи, раскрывающие возможные модификации транзисторных катушек.",
				"iconResourceId":"skin_xt_icon"
			},
			{
				"name":"Legacy",
				"resourceId":"turret_tesla_lc",
				"description":"Этот скин Теслы отдает дань уважения началу эпохи электрических войн — классический электрошокер существует уже более 50 лет! Пусть старомодная оболочка этого оружия не пугает вас, внутри оно оснащено передовыми технологиями. Маст-хэв для всех, кто хочет противостоять духу времени и предпочитает четкие очертания.",
				"iconResourceId":"skin_lc_icon"
			}
		],
		"shotSkins":
		[
			{
				"name":"Стандарт",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"shot_skin_standard_icon"
			}
		]
	},
	{
		"name":"Молот",
		"description":"Инженеры-разработчики нестандартно подошли к реализации этой противотанковой пушки. Вместо обычного бронебойного снаряда применяется шрапнельный снаряд с вольфрамовыми стрелами, а система перезарядки заменена на роботизированную барабанную систему заряжания. В результате получился самый надёжный инструмент для забивания танков противника в землю. Как гвозди молотком. Танкисту остаётся только поближе подобраться к противнику, ведь снаряды имеют невысокую кучность при стрельбе на большие дистанции. Высокая плотность вольфрамовых стрел позволяет им рикошетить от твёрдых поверхностей. Из-за низкой массы стрела может отрикошетить не более одного раза. Как правило, этого достаточно, чтобы достать противника за углом или сбить ему прицел, засадив рикошетом сбоку. Или засадить рикошетом в себя, тут уже как повезёт.",
		"previewResourceId":"turret_hammer_preview",
		"weaponId":"hammer",
		"skins":
		[
			{
				"name":"Стандарт",
				"resourceId":"turret_hammer_hd",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M1",
				"resourceId":"turret_hammer_m1",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M2",
				"resourceId":"turret_hammer_m2",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M3",
				"resourceId":"turret_hammer_m3",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"XT",
				"resourceId":"turret_hammer_xt",
				"description":"Грозный Молот XT своим видом напоминает голову носорога. С этим скином в поединке вам не будет равных — нацельте рог на вашего врага и сокрушите его мощным ударом. P.S. При создании этого скина ни один носорог не пострадал.",
				"iconResourceId":"skin_xt_icon"
			},
			{
				"name":"Legacy",
				"resourceId":"turret_hammer_lc",
				"description":"Молот, выкованный из сверхпрочного сплава — что может быть опаснее? Только скилловый игрок, в руках которого этот молот окажется!",
				"iconResourceId":"skin_lc_icon"
			},
			{
				"name":"Demonic",
				"resourceId":"turret_hammer_dc",
				"description":"Новичкам придётся несладко. Ничего не подозревая, невинно едешь по миру и вдруг сталкиваешься с этой мёртвой гримасой Молота. Своим суровым убийственным взглядом он исследует жертву, застывшую в страхе смерти, будто олень в свете фар. От такой атаки нежити невозможно спастись, и этот пристальный взгляд навсегда врежется в вашу память.",
				"iconResourceId":"skin_dc_icon"
			},
			{
				"name":"M0 (Tanki X)",
				"resourceId":"turret_hammer_tx_m0",
				"description":"Когда «Молот» появился на поле боя под Кунгуром, казалось, что он был в танковых сражениях всегда. В ближнем бою «Молот» — гарантия снести одну башню. На средней дистанции «Молот» — обещание снести несколько. Дробовик танкового типа. И этим всё сказано.",
				"iconResourceId":"skin_tx_icon"
			}
		],
		"shotSkins":
		[
			{
				"name":"Стандарт",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"shot_skin_standard_icon"
			},
			{
				"name":"Аква",
				"description":"«Aqua» означает «вода» на латыни. Эта прозрачная текучая жидкость — не только источник жизни: струя воды под давлением приобретает разрушительную мощь. Ваши выстрелы будут такими же опасными.",
				"iconResourceId":"shot_skin_hammer_aqua_icon"
			},
			{
				"name":"Магма",
				"description":"Есть краска огненного цвета? Теперь вам нужен пылающий эффект выстрела. А вот и он.",
				"iconResourceId":"shot_skin_hammer_magma_icon"
			},
			{
				"name":"Пустота",
				"description":"Пустота — самое подходящее слово для описания того, что останется от противника после того, как вы разнесёте его танк на мелкие кусочки.",
				"iconResourceId":"shot_skin_hammer_void_icon"
			},
			{
				"name":"Ядовитый",
				"description":"Ядовитые вещества очень опасны, но вам это только на руку. Превратите поле битвы в токсичный полигон, отравляя врагов своими выстрелами.",
				"iconResourceId":"shot_skin_hammer_toxic_icon"
			},
			{
				"name":"Затмение",
				"description":"Точно так же, как луна сливается с солнцем в одно целое при затмении, ваши снаряды пробивают вражескую броню.",
				"iconResourceId":"shot_skin_hammer_eclipse_icon"
			},
			{
				"name":"Синий",
				"description":"Синий — это цвет синяков, которые останутся на самолюбии врагов после ваших попаданий.",
				"iconResourceId":"shot_skin_hammer_blue_icon"
			},
			{
				"name":"Кровавый",
				"description":"Вы не можете пустить кровь танкам, но этот эффект выстрела — отличная альтернатива.",
				"iconResourceId":"shot_skin_hammer_blood_icon"
			}
		]
	},
	{
		"name":"Твинс",
		"description":"Скорострельный двуствольный плазмомёт вмиг превратит врага в кучу расплавленного железа. Это оружие идеально подходит для динамичного боя на средней и малой дистанциях, но из-за нестабильности плазменных шаров следует избегать стрельбы в упор. Не соблюдая элементарную технику безопасности, можно случайно спалить собственный танк. Система охлаждения плазменных ускорителей и перезарядки конденсаторов спроектирована настолько надёжно, что некоторые танкисты подпирают гашетку любым подручным барахлом, например кирпичом, и никогда не прекращают огонь. Из-за этого злые языки часто называют назойливый звук выстрелов дополнительным поражающим фактором, раздражающим не только противников, но и союзников.",
		"previewResourceId":"turret_twins_preview",
		"weaponId":"twins",
		"skins":
		[
			{
				"name":"Стандарт",
				"resourceId":"turret_twins_hd",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M1",
				"resourceId":"turret_twins_m1",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M2",
				"resourceId":"turret_twins_m2",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M3",
				"resourceId":"turret_twins_m3",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"XT",
				"resourceId":"turret_twins_xt",
				"description":"Твинс XT покрыт шкурой динозавра, чудесным образом сохранившейся невредимой в пещерах Южной Африки. Также при изготовлении скина использовалась лава из индонезийских вулканов, благодаря которой плазма приобретает по-настоящему огненную силу!",
				"iconResourceId":"skin_xt_icon"
			},
			{
				"name":"Legacy",
				"resourceId":"turret_twins_lc",
				"description":"Суровая внешность этого скина словно пронзает ледяным взглядом из двух тел, так что аж топливо стынет в трубах. Старая закалка, она такая!",
				"iconResourceId":"skin_lc_icon"
			},
			{
				"name":"SteamPunk",
				"resourceId":"turret_twins_sp",
				"description":"Скины в стиле стимпанка сделают ваш танк поистине уникальным. Ученые со всего мира долгие годы собирали артефакты и искали недостающие элементы в антикварных лавках. Деталей удалось собрать немного, поэтому эти скины были выпущены в ограниченном количестве. Став обладателем таких скинов, вы соберете на себе тысячи восхищенных взглядов. Бронзовые пластины из редчайшего сплава придают вашему танку могучий и устрашающий вид. Сочетание старины и хай-тека не только привлекательно выглядит, но и делает танк несокрушимым в бою.",
				"iconResourceId":"skin_sp_icon"
			},
			{
				"name":"RetroFuture",
				"resourceId":"turret_twins_rt",
				"description":"Это смелое сочетание ретро-стиля и футуристических технологий, которое создаёт уникальный дизайн. Этот скин с лёгкостью игнорирует границы времени и привносит в игру элементы дизайна прошлого, сочетая их с современными технологиями. Прямо между двумя дулами орудия расположена высокоточная прицельная система наведения. Как только вражеский танк появляется на пересечении горизонтальной и вертикальной красных линий, единственное, о чём нужно позаботиться владельцу скина — это вовремя зажать кнопку выстрела. А противнику остаётся лишь думать о том, как избежать повторения этой ситуации после респауна. Ослепительный хромированный корпус, оформленный в стиле 80-х, а также неоновая подсветка создают неповторимую атмосферу на поле боя. Этот скин точно удивит и впечатлит всех, кто окажется рядом. Если вы любитель нестандартных решений, получение этого скина должно встать на первое место в вашем списке дел.",
				"iconResourceId":"skin_rt_icon"
			},
			{
				"name":"XT (Tanki X)",
				"resourceId":"turret_twins_tx_xt",
				"description":"«Твинс» стала одной из первых пушек будущего корпорации «Антей». Появилась она благодаря упавшим с неба кристаллам. Двуствольный плазмомёт — оружие маневренного боя, идеальное для подавления противника огнем. Не даёт врагу возможности сориентироваться и прицелиться под шквальным обстрелом, незаменима в маневренном сражении.",
				"iconResourceId":"skin_tx_icon"
			},
			{
				"name":"Стимпанк (Tanki X)",
				"resourceId":"turret_twins_tx_sp",
				"description":"«Твинс» стала одной из первых пушек будущего корпорации «Антей». Появилась она благодаря упавшим с неба кристаллам. Двуствольный плазмомёт — оружие маневренного боя, идеальное для подавления противника огнем. Не даёт врагу возможности сориентироваться и прицелиться под шквальным обстрелом, незаменима в маневренном сражении.",
				"iconResourceId":"skin_tx_icon"
			}
		],
		"shotSkins":
		[
			{
				"name":"Стандарт",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"shot_skin_standard_icon"
			},
			{
				"name":"Небесный",
				"description":"Даже небо, обрушившееся на голову, не так опасно, как ваши смертоносные выстрелы, от которых нет спасения.",
				"iconResourceId":"shot_skin_twins_sky_icon"
			},
			{
				"name":"Золотой",
				"description":"Убийственный ливень из сверкающих как золотые слитки снарядов — именно то, чего заслужили ваши противники.",
				"iconResourceId":"shot_skin_twins_gold_icon"
			},
			{
				"name":"Тёмная луна",
				"description":"Тёмная луна часто считается зловещей приметой. Ваше присутствие на поле битвы послужит врагам предзнаменованием их скорого поражения.",
				"iconResourceId":"shot_skin_twins_darkmoon_icon"
			},
			{
				"name":"Лиловый",
				"description":"Этот угрожающий цвет ваших выстрелов без слов расскажет противникам, что вы не собираетесь с ними шутить.",
				"iconResourceId":"shot_skin_twins_violet_icon"
			},
			{
				"name":"Коралловый риф",
				"description":"За красотой коралла скрывается острая как нож кромка. Ваши выстрелы будут такими же.",
				"iconResourceId":"shot_skin_twins_coral_icon"
			},
			{
				"name":"Разряд",
				"description":"Дайте вашим противникам знать, что они останутся в шоке от встречи с вами на поле боя.",
				"iconResourceId":"shot_skin_twins_electric_icon"
			}
		]
	},
	{
		"name":"Рикошет",
		"description":"Плазмомёт «Рикошет» — это новая секретная разработка сибирских учёных. Чтобы поставить пушку на вооружение, команда из 22 специалистов три года работала в подземном бункере без права выхода на поверхность. В итоге получилось уникальное оружие. Оно выпускает плазменные заряды, окутанные «умным» минус-полем. При попадании в танк заряд взрывается, но от других поверхностей отскакивает и продолжает полёт. Таким образом, из Рикошета можно поразить цель, даже не видя её. К сожалению, решить проблемы с безопасностью применения не удалось. Заряд плазмы может элементарно прилететь обратно после рикошета. «Умное» минус-поле всё же недостаточно умное, чтобы отличить собственный танк от вражеского.",
		"previewResourceId":"turret_ricochet_preview",
		"skins":
		[
			{
				"name":"Стандарт",
				"resourceId":"turret_ricochet_hd",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M1",
				"resourceId":"turret_ricochet_m1",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M2",
				"resourceId":"turret_ricochet_m2",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M3",
				"resourceId":"turret_ricochet_m3",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"XT",
				"resourceId":"turret_ricochet_xt",
				"description":"Рикошет XT стилизован под крокодилью пасть. Крепкие острые зубы заставят ваших врагов сто раз подумать, прежде чем нападать.",
				"iconResourceId":"skin_xt_icon"
			},
			{
				"name":"Legacy",
				"resourceId":"turret_ricochet_lc",
				"description":"Мы вернулись в осень 2010 года, отыскали Рикошет и позаимствовали его внешний вид. Теперь Рик в старой графике бродит среди нас.",
				"iconResourceId":"skin_lc_icon"
			},
			{
				"name":"RetroFuture",
				"resourceId":"turret_ricochet_rt",
				"description":"Существует легенда, что эти скины привёз на планету один из танкистов, чей космический корабль потерпел крушение. Ему удалось спастись, добр...",
				"iconResourceId":"skin_rt_icon"
			},
			{
				"name":"M2 (Tanki X)",
				"resourceId":"turret_ricochet_tx_m2",
				"description":"Ответом на «Твинс» стало новое изобретение красной корпорации — «Рикошет». Запертые в магнитное поле плазменные сгустки отскакивают от препятствий, а орудийные датчики безошибочно определяют контакт с корпусом вражеского танка. Когда в замкнутых городских пространствах не спрятаться от снаряда даже за изгибом улицы или тоннеля, у маневренных танков противника резко снижаются шансы на выживание.",
				"iconResourceId":"skin_tx_icon"
			}
		],
		"shotSkins":
		[
			{
				"name":"Стандарт",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"shot_skin_standard_icon"
			},
			{
				"name":"Золотой",
				"description":"Убийственный ливень из сверкающих как золотые слитки снарядов — именно то, чего заслужили ваши противники.",
				"iconResourceId":"shot_skin_ricochet_gold_icon"
			},
			{
				"name":"Дымчатый",
				"description":"Говорят, дыма без огня не бывает. Покажите вашим врагам, что в этом дыму сгорают их мечты о победе в бою.",
				"iconResourceId":"shot_skin_ricochet_smoke_icon"
			},
			{
				"name":"Багровый",
				"description":"Выстрелы багрового цвета несут в себе гнев, который падёт на ваших врагов, словно раскат грома.",
				"iconResourceId":"shot_skin_ricochet_crimson_icon"
			},
			{
				"name":"Магма",
				"description":"Есть краска огненного цвета? Теперь вам нужен пылающий эффект выстрела. А вот и он.",
				"iconResourceId":"shot_skin_ricochet_magma_icon"
			},
			{
				"name":"Ядовитый",
				"description":"Ядовитые вещества очень опасны, но вам это только на руку. Превратите поле битвы в токсичный полигон, отравляя врагов своими выстрелами.",
				"iconResourceId":"shot_skin_ricochet_toxic_icon"
			},
			{
				"name":"Лиловый",
				"description":"Дайте вашим противникам знать, что они останутся в шоке от встречи с вами на поле боя.",
				"iconResourceId":"shot_skin_ricochet_violet_icon"
			},
			{
				"name":"Аква",
				"description":"«Aqua» означает «вода» на латыни. Эта прозрачная текучая жидкость — не только источник жизни: струя воды под давлением приобретает разрушительную мощь. Ваши выстрелы будут такими же опасными.",
				"iconResourceId":"shot_skin_ricochet_aqua_icon"
			},
			{
				"name":"Разряд",
				"description":"Дайте вашим противникам знать, что они останутся в шоке от встречи с вами на поле боя.",
				"iconResourceId":"shot_skin_ricochet_electric_icon"
			},
			{
				"name":"Бластер",
				"description":"Красные лучи межгалактического бластера будут наносить сокрушительные удары, не оставляя ничего живого на своём пути.",
				"iconResourceId":"shot_skin_ricochet_crimson_icon"
			}
		]
	},
	{
		"name":"Смоки",
		"description":"Легендарная танковая пушка, получила распространение из-за дешевизны и простоты обслуживания. Установите её на быстрый корпус и, шныряя между ошарашенными врагами, берите тяжёлые неповоротливые танки на измор. Стоит помнить, что урон этой пушки падает на расстоянии. Для таких случаев в боекомплект добавлены мощные кумулятивные снаряды, эффективные на любой дистанции. Ещё ни разу не нашёлся техник, который загрузил снаряды в автомат заряжания как полагается. Из-за этого танкист никогда не знает, каким снарядом он выстрелит в следующий раз, но и противник не знает, когда ему издалека прилетит большой сюрприз.",
		"previewResourceId":"turret_smoky_preview",
		"weaponId":"smoky",
		"skins":
		[
			{
				"name":"Стандарт",
				"resourceId":"turret_smoky_hd",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M1",
				"resourceId":"turret_smoky_m1",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M2",
				"resourceId":"turret_smoky_m2",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M3",
				"resourceId":"turret_smoky_m3",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"XT",
				"resourceId":"turret_smoky_xt",
				"description":"Создатель XT-скина для Смоки провёл несколько лет в тропических лесах Южной Америки, изучая жизнь анаконд. Вернувшись домой, он решил воспроизвести образ этой огромной змеи в танковой пушке — так появился этот скин.",
				"iconResourceId":"skin_xt_icon"
			},
			{
				"name":"Legacy",
				"resourceId":"turret_smoky_lc",
				"description":"Здравствуй, товарищ! Олдскул снова становится горячим трендом! Простой, без лишней вычурности, этот Legacy скин для Смоки вернёт теплоту и а...",
				"iconResourceId":"skin_lc_icon"
			},
			{
				"name":"M2 (TO 2.0)",
				"resourceId":"turret_smoky_2.0_m2",
				"description":".",
				"iconResourceId":"skin_2.0_icon"
			},
			{
				"name":"XT (Tanki X)",
				"resourceId":"turret_smoky_tx_xt",
				"description":"Надёжность и простота. Автомат Калашникова от мира танкового оружия, «Смоки» хорошо показывает себя в любых типах сражений. Это орудие — не шедевр и не заявка на превосходство, но гарантия боеспособности танка в любых условиях.",
				"iconResourceId":"skin_tx_icon"
			}
		],
		"shotSkins":
		[
			{
				"name":"Стандарт",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"shot_skin_standard_icon"
			}
		]
	},
	{
		"name":"Вулкан",
		"description":"Танковые пушки — это, конечно, круто, но иногда хочется крошить противника в винегрет, не задумываясь о таких сложных материях, как, скажем, перезарядка. Перед вами решение всех ваших проблем. Блок из шести стволов, умопомрачительная скорострельность, роботизированная система стабилизации и бронебойные патроны. Бесконечные бронебойные патроны. Их так много, что перегреть при стрельбе вы можете не только стволы, но и весь танк. Можно не останавливаться и палить дальше. Танк, конечно, сгорит, но так веселее. А можно попросить помощи у союзников, ведь пушку может потушить Фриз, не отрывая вас от веселья. Высокая скорострельность не лучшим образом сказывается на управляемости пушки. Гироскопические стабилизаторы замедляют скорость поворота башни при стрельбе, чтобы избежать заклинивания стволов. В любом случае, все эти мелочи никак не помешают вам получать удовольствие от распиливания танков противника бронебойными очередями.",
		"previewResourceId":"turret_vulcan_preview",
		"skins":
		[
			{
				"name":"Стандарт",
				"resourceId":"turret_vulcan_m3",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M1",
				"resourceId":"turret_vulcan_m1",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M2",
				"resourceId":"turret_vulcan_m2",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"XT",
				"resourceId":"turret_vulcan_xt",
				"description":"Уникальная модель Вулкана, отличающаяся от стандартной версии пушки необычным внешним видом. Башня покрыта золотой змеиной кожей и инкрустирована рубинами, напоминающими глаза змеи.",
				"iconResourceId":"skin_xt_icon"
			},
			{
				"name":"Prime",
				"resourceId":"turret_vulcan_pr",
				"description":"Вулкан в жарких сражениях всегда находится на стороне победителей. С этим скином вы будете не только доминировать в бою, но и потрясающе выг...",
				"iconResourceId":"skin_pr_icon"
			},
			{
				"name":"Ultra",
				"resourceId":"turret_vulcan_ut",
				"description":"Король скорострельности — теперь с новым скином Ультра. Он поможет вам уничтожать вражеские танки не только эффективно, но и грациозно.",
				"iconResourceId":"skin_ut_icon"
			}
		],
		"shotSkins":
		[
			{
				"name":"Стандарт",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"shot_skin_standard_icon"
			},
			{
				"name":"Таинственный красный",
				"description":"Почему «Таинственный»? Потому что это один из тех трудноуловимых, неземных, ошеломляющих оттенков красного, которые поражают воображение. И потому что это звучит круто.",
				"iconResourceId":"shot_skin_vulcan_red_icon"
			}
		]
	},
	{
		"name":"Страйкер",
		"description":"С незапамятных времён самой большой угрозой танку была противотанковая ракета. Маленькая зверюга могла бережно донести заряд взрывчатки до цели на очень большом расстоянии. Противотанковый комплекс «Страйкер» продолжает многолетнюю традицию по экспресс-доставке концентрированного ада до брони противника. Система захвата цели с элементами искусственного интеллекта проводит спектральный анализ объектов в прицеле, обеспечивая максимально точное самонаведение. Для динамичного боя предусмотрена возможность запускать ракеты прямой наводкой. Танкисты не питают большой любви к этому бронированному ящику с микросхемами, подозревая в нём отпиленную голову автономного робота-мусорщика, искусственный интеллект которого может в любой момент замкнуть, и он попытается уничтожить всех танкистов.",
		"previewResourceId":"turret_striker_preview",
		"weaponId":"striker",
		"skins":
		[
			{
				"name":"Стандарт",
				"resourceId":"turret_striker_m3",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M1",
				"resourceId":"turret_striker_m1",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M2",
				"resourceId":"turret_striker_m2",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"XT",
				"resourceId":"turret_striker_xt",
				"description":"Создатели этого скина были вдохновлены подводным миром, полным опасностей, и его загадочными обитателями. Пронзительный взгляд морского демона словно держит врагов на прицеле, а хищная мурена готова вцепиться своими острыми зубами в любую мишень.",
				"iconResourceId":"skin_xt_icon"
			},
			{
				"name":"Ultra",
				"resourceId":"turret_striker_ut",
				"description":"Вам нравится свист и шипение набирающих скорость ракет Страйкера? С этим скином Ультра стрелять залпом станет вдвойне приятнее.",
				"iconResourceId":"skin_ut_icon"
			}
		],
		"shotSkins":
		[
			{
				"name":"Стандарт",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"shot_skin_standard_icon"
			},
			{
				"name":"Ядовитый",
				"description":"Ядовитые вещества очень опасны, но вам это только на руку. Превратите поле битвы в токсичный полигон, отравляя врагов своими выстрелами.",
				"iconResourceId":"shot_skin_striker_toxic_icon"
			},
			{
				"name":"Багровый",
				"description":"Выстрелы багрового цвета несут в себе гнев, который падёт на ваших врагов, словно раскат грома.",
				"iconResourceId":"shot_skin_striker_crimson_icon"
			},
			{
				"name":"Синий",
				"description":"Синий — это цвет синяков, которые останутся на самолюбии врагов после ваших попаданий.",
				"iconResourceId":"shot_skin_striker_blue_icon"
			},
			{
				"name":"Лиловый",
				"description":"Этот угрожающий цвет ваших выстрелов без слов расскажет противникам, что вы не собираетесь с ними шутить.",
				"iconResourceId":"shot_skin_striker_violet_icon"
			}
		]
	},
	{
		"name":"Гром",
		"description":"Эта среднекалиберная пушка была разработана с учётом богатого опыта применения легендарной Смоки. Лучший выбор для любителей динамичного боя. Боекомплект полностью состоит из универсальных бронебойно-фугасных снарядов нового поколения. Такие снаряды позволяют атаковать группу соперников, а относительно быстрая перезарядка пушки поможет получить неоспоримое преимущество перед тяжёлыми танками противника. Но нужно быть осторожным — в ближнем бою очень легко повредить собственный танк. В сочетании с быстрым корпусом Гром становится грозным оружием в руках умелого танкиста. Неумелых танкистов с Громом не бывает. Как правило, они быстро взрывают собственные танки и сразу перестают считаться танкистами.",
		"previewResourceId":"turret_thunder_preview",
		"weaponId":"thunder",
		"skins":
		[
			{
				"name":"Стандарт",
				"resourceId":"turret_thunder_hd",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M1",
				"resourceId":"turret_thunder_m1",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M2",
				"resourceId":"turret_thunder_m2",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M3",
				"resourceId":"turret_thunder_m3",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"XT",
				"resourceId":"turret_thunder_xt",
				"description":"Эксклюзивный Гром XT заставит вас почувствовать себя в шкуре грозного хищного зверя.",
				"iconResourceId":"skin_xt_icon"
			},
			{
				"name":"Legacy",
				"resourceId":"turret_thunder_lc",
				"description":"Legacy-скин для Грома поможет вам окунуться в атмосферу «старых Танков». А если вы старожил игры — сможете вспомнить ваши ощущения от первых боёв.",
				"iconResourceId":"skin_lc_icon"
			},
			{
				"name":"Prime",
				"resourceId":"turret_thunder_pr",
				"description":"Гром — первая пушка, получившая скин из новой серии Prime. Этот скин подчёркивает брутальность пушки и серьёзность намерений её владельца. Зачем красоваться, когда можно сильно ударить!",
				"iconResourceId":"skin_pr_icon"
			},
			{
				"name":"Ultra",
				"resourceId":"turret_thunder_ut",
				"description":"В умелых руках Гром грациозен и смертоносен. А с новым скином Ультра он выглядит ещё круче!",
				"iconResourceId":"skin_ut_icon"
			},
			{
				"name":"GT",
				"resourceId":"turret_thunder_gt",
				"description":"Специальная линейка GT скинов для пушек - это не только отличное дополнение для любого колёсного корпуса, но и проявление особой смелости. Не каждый танкист готов пожертвовать скрытностью и осторожностью на поле боя, ради того, чтобы продемонстрировать всю уникальность и особенность своего танка.",
				"iconResourceId":"skin_gt_icon"
			},
			{
				"name":"M3 (TO 2.0)",
				"resourceId":"turret_thunder_2.0_m3",
				"description":".",
				"iconResourceId":"skin_2.0_icon"
			},
			{
				"name":"XT (Tanki X)",
				"resourceId":"turret_thunder_tx_xt",
				"description":"«Гром» изобрели для ликвидации танковых армий последних государств Азии, когда «Антей» уже был готов объявить о полном контроле над миром. Танки «Х» проходили крещение боем, когда их еще было гораздо меньше, нежели техники прошлого поколения. В этих условиях залогом выживания новых машин войны стал «Гром» с возможностью поражать разрывными снарядами сразу группу противников. А быстрая перезарядка гарантировала быструю и сокрушительную победу.",
				"iconResourceId":"skin_tx_icon"
			},
			{
				"name":"Dreadnought (Tanki X)",
				"resourceId":"turret_thunder_tx_dreadnought",
				"description":"«Гром» изобрели для ликвидации танковых армий последних государств Азии, когда «Антей» уже был готов объявить о полном контроле над миром. Танки «Х» проходили крещение боем, когда их еще было гораздо меньше, нежели техники прошлого поколения. В этих условиях залогом выживания новых машин войны стал «Гром» с возможностью поражать разрывными снарядами сразу группу противников. А быстрая перезарядка гарантировала быструю и сокрушительную победу.",
				"iconResourceId":"skin_tx_icon"
			}
		],
		"shotSkins":
		[
			{
				"name":"Стандарт",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"shot_skin_standard_icon"
			}
		]
	},
		{
		"name":"Скорпион",
		"description":"Это сейчас пушка Скорпион высокопарно называется противотанковым артиллерийским комплексом. У прототипа даже ствол был ненастоящий — вместо него прикрутили ржавую трубу для маскировки. Упор был сделан на артиллерийскую атаку ракетами, которая показала в целом высокую эффективность. В первую очередь эффективность против умов неподготовленных танкистов. Медленно приближающееся из-за горизонта облако ракет многих вводило в ступор. Но как только к противнику приходило понимание, что нужно сокращать дистанцию, ракетная артиллерия с её долгой перезарядкой становилась беспомощной. Пришлось срочно чистить и выпрямлять маскировочную трубу, чтобы отпугивать врагов хотя бы грозным хлопком. Доработка подействовала — на время. Противник быстро умнел, надо было дорабатывать трубу дальше. И тут понеслось. Хлопушка превратилась в пушку, пушка превратилась в дрын. Калибр рос до тех пор, пока противник не перестал прикидываться умным и начал прикидываться мёртвым. Тактика использования тоже значительно изменилась. Танкисты-испытатели выгоняли противников из-за укрытий ракетами, а затем расстреливали гиперскоростными снарядами из дальнобойной основной пушки. Цитируя самих танкистов: брали противника «в клещи» и наносили удар «хвостом скорпиона».",
		"previewResourceId":"turret_scorpion_preview",
		"skins":
		[
			{
				"name":"Стандарт",
				"resourceId":"turret_scorpion_hd",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"XT",
				"resourceId":"turret_scorpion_xt",
				"description":"Скорпион XT — первый скин, оптимизированный с помощью аэродинамической трубы. Его обтекаемая облицовка из полированного золота способствует охлаждению ракетной установки и снижает вибрацию системы наведения. Крылья Гермеса, выгравированные на скине, передают с каждым снарядом следующее послание от владельца: \"Я быстр, как ветер, и мучителен, как укус скорпиона\".",
				"iconResourceId":"skin_xt_icon"
			}
		],
		"shotSkins":
		[
			{
				"name":"Стандарт",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"shot_skin_standard_icon"
			}
		]
	},
	{
		"name":"Рельса",
		"description":"Если среднекалиберные пушки уже не утоляют вашу жажду самовыражения, то эта игрушка специально для вас. Крупнокалиберная пушка, обладающая огромной дульной скоростью и снарядами с сердечниками из обеднённого урана. Сверхмощный и сверхточный кинетический снаряд способен пробить танк насквозь, поразив несколько целей, стоящих на одной прямой. Следует помнить, что Рельсотрон довольно долго перезаряжается и требует короткой подготовки перед каждым выстрелом. Заряженный ствол горит ярче рождественской ёлки, чем обязательно воспользуется опытный противник. Искусство эффективного применения этой пушки сродни фехтованию: настолько же красиво, сложно и неуместно в ближнем бою с более специализированными пушками.",
		"previewResourceId":"turret_railgun_preview",
		"weaponId":"railgun",
		"skins":
		[
			{
				"name":"Стандарт",
				"resourceId":"turret_railgun_hd",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M1",
				"resourceId":"turret_railgun_m1",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M2",
				"resourceId":"turret_railgun_m2",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M3",
				"resourceId":"turret_railgun_m3",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"XT",
				"resourceId":"turret_railgun_xt_m3",
				"description":"Уникальная Рельса XT примечательна боковым рисунком, стилизованным под голову орла с характерными хищными очертаниями клюва.",
				"iconResourceId":"skin_xt_icon"
			},
			{
				"name":"Legacy",
				"resourceId":"turret_railgun_lc",
				"description":"Любимая пушка многих танкистов в новой оболочке, точнее в старой. Legacy-скин для Рельсы напомнит вам, как выглядела эта легендарная пушка в далёком прошлом.",
				"iconResourceId":"skin_lc_icon"
			},
			{
				"name":"Prime",
				"resourceId":"turret_railgun_pr",
				"description":"Этот скин был изготовлен из частей космического корабля, совершившего первую экспедицию на Плутон. По данным NASA, загадочный «синий глаз» способен точно отслеживать цели на расстоянии нескольких миллиардов километров. У ваших противников нет шансов.",
				"iconResourceId":"skin_pr_icon"
			},
			{
				"name":"Ultra",
				"resourceId":"turret_railgun_ut",
				"description":"Рельса является одним из основных видов вооружения для чемпионов киберспорта. Теперь эта популярная пушка имеет скин Ультра, чтобы поддерживать свою уникальную репутацию.",
				"iconResourceId":"skin_ut_icon"
			},
			{
				"name":"GT",
				"resourceId":"turret_railgun_gt",
				"description":"Настоящее произведение искусства современных технологий. Пластины из особого металлического сплава, встроенные в броню, своим внешним видом напоминают глаза змеи, готовой в любой момент наброситься на свою жертву c любого расстояния. Как только увидите белое дуло, знайте — респауна не миновать. Союзники, встречая обладателей данного скина, проявляют своё уважение в их адрес, а вот соперникам точно стоит остерегаться их на поле боя, особенно на больших дистанциях.",
				"iconResourceId":"skin_gt_icon"
			},
			{
				"name":"Realgar",
				"resourceId":"turret_railgun_rl",
				"description":"По данным Всемирной Организации по Контролю Оружия данной модификации танка не существует. Принадлежавший некогда легендарному наёмнику этот танк побывал в самых коварных и безвыходных передрягах, как никто другой служивший своему владельцу ёмким словом в перепалке. Теперь чертежи этого танка выставлены в награду за турнир и только самые достойные получат право им обладать!",
				"iconResourceId":"skin_rl_icon"
			},
			{
				"name":"XT (Tanki X)",
				"resourceId":"turret_railgun_tx_xt",
				"description":"Кинетическое оружие и танк «Х» — идеальная комбинация для ведения сражений в условиях, когда любое другое оружие может дать сбой. Огромные открытые пространства стали прекрасным полигоном для формирования характеристик «Рельсы», способной прошить сразу несколько вражеских танков, когда они еще даже не вышли на дистанцию эффективной стрельбы.",
				"iconResourceId":"skin_tx_icon"
			},
			{
				"name":"Золото (Tanki X)",
				"resourceId":"turret_railgun_tx_gold",
				"description":"Кинетическое оружие и танк «Х» — идеальная комбинация для ведения сражений в условиях, когда любое другое оружие может дать сбой. Огромные открытые пространства стали прекрасным полигоном для формирования характеристик «Рельсы», способной прошить сразу несколько вражеских танков, когда они еще даже не вышли на дистанцию эффективной стрельбы.",
				"iconResourceId":"skin_tx_icon"
			},
			{
				"name":"M2 (Tanki X)",
				"resourceId":"turret_railgun_tx_m2",
				"description":"Кинетическое оружие и танк «Х» — идеальная комбинация для ведения сражений в условиях, когда любое другое оружие может дать сбой. Огромные открытые пространства стали прекрасным полигоном для формирования характеристик «Рельсы», способной прошить сразу несколько вражеских танков, когда они еще даже не вышли на дистанцию эффективной стрельбы.",
				"iconResourceId":"skin_tx_icon"
			}
		],
		"shotSkins":
		[
			{
				"name":"Стандарт",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"shot_skin_standard_icon"
			},
			{
				"name":"Золотой",
				"description":"Убийственный ливень из сверкающих как золотые слитки снарядов — именно то, чего заслужили ваши противники.",
				"iconResourceId":"shot_skin_railgun_gold_icon"
			},
			{
				"name":"Синий",
				"description":"Синий — это цвет синяков, которые останутся на самолюбии врагов после ваших попаданий.",
				"iconResourceId":"shot_skin_railgun_blue_icon"
			},
			{
				"name":"Зелёный",
				"description":"Зелёный — это цвет мягкости и спокойствия. Ваш выстрел не является ни тем, ни другим. Замечаете иронию?",
				"iconResourceId":"shot_skin_railgun_green_icon"
			},
			{
				"name":"Кровавый",
				"description":"Вы не можете пустить кровь танкам, но этот эффект выстрела — отличная альтернатива.",
				"iconResourceId":"shot_skin_railgun_blood_icon"
			},
			{
				"name":"Снег",
				"description":"«Бой в снежки» — звучит как детская забава... Игры в сторону: обрушьтесь на врагов, словно снежная лавина.",
				"iconResourceId":"shot_skin_railgun_snow_icon"
			},
			{
				"name":"Лиловый",
				"description":"Этот угрожающий цвет ваших выстрелов без слов расскажет противникам, что вы не собираетесь с ними шутить.",
				"iconResourceId":"shot_skin_railgun_violet_icon"
			},
			{
				"name":"Тьма",
				"description":"Когда ваши враги поймут, что на них охотится сама тьма, уже станет слишком поздно.",
				"iconResourceId":"shot_skin_railgun_darkness_icon"
			}
		]
	},
	{
		"name":"Магнум",
		"description":"Настоящий magnum opus танкостроительного искусства. Самый большой калибр, который смог поместиться на танковый корпус. Самый мощный фугасный снаряд, который удалось найти. Самый длинный ствол с самым большим дульным тормозом. Самая большая отдача, которая играючи перевернёт лёгкий танк. Нет ничего в этой гаубице, что бы ни кричало «самая». Даже система наведения — и та самая сложная. Тяжёлые снаряды летят к цели по дуге, что значительно усложняет прицеливание. Приловчившись, можно доставать противника за любым укрытием и на любом расстоянии. Ну или просто стрелять в упор со всеми вытекающими последствиями.",
		"previewResourceId":"turret_magnum_preview",
		"skins":
		[
			{
				"name":"Стандарт",
				"resourceId":"turret_magnum_m3",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon",
				"type":"magnum"
			},
			{
				"name":"M1",
				"resourceId":"turret_magnum_m1",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon",
				"type":"magnum"
			},
			{
				"name":"M2",
				"resourceId":"turret_magnum_m2",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon",
				"type":"magnum"
			},
			{
				"name":"XT",
				"resourceId":"turret_magnum_xt",
				"description":"Обладатель Магнума XT выделяется на поле боя благодаря устрашающему виду этой разрушительной пушки. Опытные артиллеристы утверждают, что этот эксклюзивный скин помогает попадать прямо в яблочко даже на самых больших боевых аренах.",
				"iconResourceId":"skin_xt_icon",
				"type":"magnum"
			}
		],
		"shotSkins":
		[
			{
				"name":"Стандарт",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"shot_skin_standard_icon"
			},
			{
				"name":"Багровый",
				"description":"Выстрелы багрового цвета несут в себе гнев, который падёт на ваших врагов, словно раскат грома.",
				"iconResourceId":"shot_skin_magnum_crimson_icon"
			},
			{
				"name":"Синий",
				"description":"Синий — это цвет синяков, которые останутся на самолюбии врагов после ваших попаданий.",
				"iconResourceId":"shot_skin_magnum_blue_icon"
			},
			{
				"name":"Затмение",
				"description":"Точно так же, как луна сливается с солнцем в одно целое при затмении, ваши снаряды пробивают вражескую броню.",
				"iconResourceId":"shot_skin_magnum_eclipse_icon"
			},
			{
				"name":"Ядовитый",
				"description":"Ядовитые вещества очень опасны, но вам это только на руку. Превратите поле битвы в токсичный полигон, отравляя врагов своими выстрелами.",
				"iconResourceId":"shot_skin_magnum_toxic_icon"
			},
			{
				"name":"Лиловый",
				"description":"Этот угрожающий цвет ваших выстрелов без слов расскажет противникам, что вы не собираетесь с ними шутить.",
				"iconResourceId":"shot_skin_magnum_violet_icon"
			}
		]
	},
	{
		"name":"Гаусс",
		"description":"Пушка «Гаусс» родилась в гаражах танкистов, пытавшихся подручными средствами повысить эффективность Грома в борьбе со снайперами. Оказалось, что обмотка ствола сверхпроводящей проволокой придаёт выстрелам колоссальное ускорение за счёт эффекта электромагнетизма. Разогнанный таким способом снаряд не уступает по дальности выстрелам Рельсотрона и бабахает особенно громко. А когда кустарную модификацию Грома оснастили современным комплексом прицеливания и сопровождения цели, появилась Гаусс-пушка — самый мобильный снайпер на поле боя. Пока стрелок на полной скорости уклоняется от огня противника, системы наведения Гаусса самостоятельно делают точный выстрел в оптимальный момент. Отличительной чертой пушки являются антенны, поднимаемые при подготовке электромагнитного ускорителя к выстрелу. За своеобразный внешний вид пушку прозвали «ушастым снайпером».",
		"previewResourceId":"turret_gauss_preview",
		"skins":
		[
			{
				"name":"Стандарт",
				"resourceId":"turret_gauss_hd",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M1",
				"resourceId":"turret_gauss_m1",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M2",
				"resourceId":"turret_gauss_m2",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M3",
				"resourceId":"turret_gauss_m3",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"XT",
				"resourceId":"turret_gauss_xt",
				"description":"Говорят, что внешность — это не главное. Но когда наступает время битвы, запугивание становится хорошей тактикой. Гаусс XT вселяет в соперников ужас и предупреждает их о жёстких ударах, которые обязательно последуют.",
				"iconResourceId":"skin_xt_icon"
			},
			{
				"name":"Prime",
				"resourceId":"turret_gauss_pr",
				"description":"Этот скин создан специально для снайперов-виртуозов, для тех, кто за короткое время смог приручить «ушастого дьявола». Выглядит круто и опасно.",
				"iconResourceId":"skin_pr_icon"
			},
			{
				"name":"Ultra",
				"resourceId":"turret_gauss_ut",
				"description":"Такая многогранная и смертоносная пушка, как Гаусс, заслуживает столь же впечатляющего скина. А вот и он, скин Ультра для Гаусса.",
				"iconResourceId":"skin_ut_icon"
			}
		],
		"shotSkins":
		[
			{
				"name":"Стандарт",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"shot_skin_standard_icon"
			},
			{
				"name":"Яростный",
				"description":"Эффект выстрела, который соответствует жёсткому характеру Гаусса и вмятинам, которые тот оставляет на броне вражеских танков.",
				"iconResourceId":"shot_skin_gauss_violent_icon"
			}
		]
	},
	{
		"name":"Шафт",
		"description":"Отличный выбор для любителей снайперской стрельбы. В обычном режиме пушка представляет из себя современный многофункциональный комплекс вооружения с огромным количеством функций. Она может варить кофе, заказывать пиццу, оплачивать счета, но в боевых условиях мало чем отличается от обычных систем вооружения. Главной особенностью пушки «Шафт» является дополнительный снайперский режим, в котором мощность бластера можно повысить многократно, накопив заряд. Применение этого режима требует перехода корпуса танка в осадный режим, исключающий возможность передвигаться. Фокусировка прицела использует вспомогательный лазер наведения, который легко засекают системы наблюдения любого современного танка. Потому бывалые танкисты не рекомендуют находиться в снайперском режиме слишком долго, иначе подкравшийся сзади противник может вас сильно напугать.",
		"previewResourceId":"turret_shaft_preview",
		"skins":
		[
			{
				"name":"Стандарт",
				"resourceId":"turret_shaft_m3",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"M2",
				"resourceId":"turret_shaft_m2",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"XT",
				"resourceId":"turret_shaft_xt",
				"description":"Золотой лев с серебристой гривой, воплощённый в облике Шафта XT, станет вашим преданным боевым товарищем и поможет защитить ваш прайд.",
				"iconResourceId":"skin_xt_icon"
			},
			{
				"name":"Legacy",
				"resourceId":"turret_shaft_lc",
				"description":"Ох уж этот снайпер с орлиным зрением! В новом брутальном образе бойца из стали он поразит ещё больше целей. Осторожно: вызывает зависть у противников!",
				"iconResourceId":"skin_lc_icon"
			},
			{
				"name":"M2 (Tanki X)",
				"resourceId":"turret_shaft_tx_m2",
				"description":"Сверхточное орудие «Шафт» было создано «Фронтиром» для ведения позиционных боёв за горные перевалы в Латинской Америке. Режим снайперского огня и возможность ведения эффективного боя на коротких дистанциях сделали «Шафт» надеждой на «победу качеством». Продолжалось это до тех пор, пока инженеры «Антея» не скопировали новинку, демонтировав её с одного из подбитых танков.",
				"iconResourceId":"skin_tx_icon"
			}
		],
		"shotSkins":
		[
			{
				"name":"Стандарт",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"shot_skin_standard_icon"
			},
			{
				"name":"Затмение",
				"description":"Точно так же, как луна сливается с солнцем в одно целое при затмении, ваши снаряды пробивают вражескую броню.",
				"iconResourceId":"shot_skin_shaft_eclipse_icon"
			},
			{
				"name":"Зенит",
				"description":"Как и от ослепительного света полуденного солнца, от ваших выстрелов невозможно скрыться.",
				"iconResourceId":"shot_skin_shaft_noon_icon"
			},
			{
				"name":"Зелёный",
				"description":"Зелёный — это цвет мягкости и спокойствия. Ваш выстрел не является ни тем, ни другим. Замечаете иронию?",
				"iconResourceId":"shot_skin_shaft_green_icon"
			},
			{
				"name":"Аква",
				"description":"«Aqua» означает «вода» на латыни. Эта прозрачная текучая жидкость — не только источник жизни: струя воды под давлением приобретает разрушительную мощь. Ваши выстрелы будут такими же опасными.",
				"iconResourceId":"shot_skin_shaft_aqua_icon"
			},
			{
				"name":"Синий",
				"description":"Синий — это цвет синяков, которые останутся на самолюбии врагов после ваших попаданий.",
				"iconResourceId":"shot_skin_shaft_blue_icon"
			},
			{
				"name":"Кровавый",
				"description":"Вы не можете пустить кровь танкам, но этот эффект выстрела — отличная альтернатива.",
				"iconResourceId":"shot_skin_shaft_blood_icon"
			},
			{
				"name":"Лиловый",
				"description":"Этот угрожающий цвет ваших выстрелов без слов расскажет противникам, что вы не собираетесь с ними шутить.",
				"iconResourceId":"shot_skin_shaft_violet_icon"
			},
			{
				"name":"Пустота",
				"description":"Пустота — самое подходящее слово для описания того, что останется от противника после того, как вы разнесёте его танк на мелкие кусочки.",
				"iconResourceId":"shot_skin_shaft_void_icon"
			},
			{
				"name":"Магма",
				"description":"Есть краска огненного цвета? Теперь вам нужен пылающий эффект выстрела. А вот и он.",
				"iconResourceId":"shot_skin_shaft_magma_icon"
			}
		]
	},
	{
		"name":"Терминатор",
		"description":"Hasta la vista, baby!",
		"previewResourceId":"turret_terminator_preview",
		"skins":
		[
			{
				"name":"Стандарт",
				"resourceId":"turret_terminator_m3",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"XT (Фанатский)",
				"resourceId":"turret_terminator_xt_fake",
				"description":"TODO",
				"iconResourceId":"skin_xt_icon"
			}
		],
		"shotSkins":
		[
			{
				"name":"Стандарт",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"shot_skin_standard_icon"
			}
		]
	},
	{
		"name":"B0-NK «Кувалда»",
		"description":"Отличный инструмент для промышленных строительных работ. Массивное зубило предназначено для разрушения бетонных и кирпичных стен, фундаментов, вскрытия дорожного полотна и демонтажа твердых покрытий. В конструкцию встроен реактивный разгонный элемент для повышения пробивающей способности зубила.",
		"previewResourceId":"turret_bonk_preview",
		"skins":
		[
			{
				"name":"Стандарт",
				"resourceId":"turret_bonk_hd",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"Стандарт (Старый)",
				"resourceId":"turret_bonk_hd_old",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"Коготь",
				"resourceId":"turret_bonk_biomorphic_claw",
				"description":"TODO",
				"iconResourceId":"skin_xt_icon"
			}
		],
		"shotSkins":
		[
			{
				"name":"Стандарт",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"shot_skin_standard_icon"
			}
		]
	},
	{
		"name":"Глебыч",
		"description":"Особая пушка, которая запускает смертоносные снежки в врагов поблизости. Он был создан случайно во время ужасной метели перед Рождеством. Один из старых прототипов Магнума был выброшен и оставлен на свалке. При попытке очистить ствол от снега выяснилось, что снежки, которые уже были снаряжены в прототипе, еще можно было использовать в качестве боеприпасов. В итоге было решено установить его на корпус и украсить снеговиком с морковкой, зажжёнными ветками и ведром.",
		"previewResourceId":"turret_snowman_preview",
		"skins":
		[
			{
				"name":"Стандарт (Красный)",
				"resourceId":"turret_snowman_hd_red",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"Стандарт (Зелёный)",
				"resourceId":"turret_snowman_hd_green",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			},
			{
				"name":"Стандарт (Синий)",
				"resourceId":"turret_snowman_hd_blue",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			}
		],
		"shotSkins":
		[
			{
				"name":"Стандарт",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"shot_skin_standard_icon"
			}
		]
	},
	{	
		"name":"Томатыч",
		"description":"Модифицированная версия Магнума, представляющая собой пушку Глебыч с изменённым внешним видом. Высота ствола немного выше, чем у Магнума, а скорость снарядов снижена. Это приводит к тому, что Томатыч является пушкой средней дальности. При критических попаданиях он наносит на противника сразу несколько статус-эффектов.",
		"previewResourceId":"turret_tomato_gun_preview",
		"skins":
		[
			{
				"name":"Стандарт",
				"resourceId":"turret_tomato_gun_hd",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"skin_standard_icon"
			}
		],
		"shotSkins":
		[
			{
				"name":"Стандарт",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"shot_skin_standard_icon"
			}
		]
	}
]