[
	{
		"id":"flamethrower",
		"nameRU":"Огнемёт",
		"nameEN":"Firebird",
		"descriptionRU":"Пушка ближнего боя. Поджигает противников, нанося дополнительный урон.\n\nВ тесных городских кварталах, когда картина боя напоминает скорее муравейник, нет лучшего оружия, чем пушка «Огнемёт». Идеальная штука в условиях ограниченного пространства. Одинаково красиво сжигает как тяжёлые неповоротливые, так и юркие лёгкие танки.\n\nТеоретически, противника может потушить струя фреона пушки «Фриз». На практике, стоит зазеваться на секунду и танк уже сгорел как спичка.\n\nСтраница пушки в <a href=\"https://ru.tankiwiki.com/%D0%9E%D0%B3%D0%BD%D0%B5%D0%BC%D1%91%D1%82\" target=\"_blank\"><u>WikiTO</u></a>.",
		"descriptionEN":"Close range turret. Sets enemies on fire, dealing additional damage.\n\nOn the narrow city streets, when the battle looks more like an ant farm, there is no better weapon than the «Firebird» turret. The ideal turret for limited areas with no space to maneuver. Equally wonderful at putting slow heavy tanks on fire and crisping up fast light hulls.\n\nTheoretically, a freon stream of the «Freeze» turret can extinguish the fire. In practice, you just yawn for a second and your tank has already burnt like a match.\n\nMore information about this turret can be found in the <a href=\"https://en.tankiwiki.com/Firebird\" target=\"_blank\"><u>Wiki</u></a>.",
		"skins":
		[
			{
				"id":"hd",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true,
				"icon":"standard",
				"emissionColor":"517374",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"xt",
				"name":"XT",
				"descriptionRU":"Уникальный Огнемёт XT украшен оригинальным рисунком, стилизованным под голову огнедышащего дракона с горящими глазами.",
				"descriptionEN":"The Unique Firebird XT is embellished with a unique ornament, styled after the head of a fire-breathing dragon with burning eyes.",
				"icon":"xt",
				"emissionColor":"16729344",
				"emissionColorThreshold":"0.5"
			},
			{
				"id":"dc",
				"name":"Demonic",
				"descriptionRU":"Если ты любитель жутких вечеринок и ярких образов, то новая коллекция скинов в стиле Demonic — как раз то, что ты ищешь! Если начать рассматривать уникальное покрытие этих скинов, можно сильно удивиться используемым материалам. Глаз древней совы, рука злобного хейтера, и всё это под плащом летучей мыши. Конечно, это декорации, но обладатель таких скинов, несомненно, поразит всех на поле боя.",
				"descriptionEN":"If you are a fan of spooky parties and vivid images, the new Demonic skin collection is exactly what you've been looking for! Take a closer look at the unique coating of these skins, you might be surprised by the materials used. Ancient owl's eye and evil hand hidden under a bat wing. While these may just be decorations, the owner of these skins will undoubtedly amaze everyone on the battlefield.",
				"icon":"dc",
				"emissionColor":"15884800",
				"emissionColorSecond":"16685824",
				"emissionColorThreshold":"0.4"
			},
			{
				"id":"dc_old",
				"nameRU":"Demonic (старый)",
				"nameEN":"Demonic (old)",
				"descriptionRU":"Давно искали повод выпустить внутреннего демона наружу? А вот и он. Какой демон с вами сегодня — хитрый чёрт, злая ведьма или таинственный вампир?",
				"descriptionEN":"Have you been looking for a way to unleash your inner demon for a long time? Here it is. Which demon will it be today — a cunning imp, an evil witch or a mysterious vampire?",
				"icon":"dc",
				"emissionColor":"16766507",
				"emissionColorSecond":"16064276",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"lc",
				"name":"Legacy",
				"descriptionRU":"Скин, который особенно ценят ветераны Огнемёта. По экологическим причинам в нынешних скинах Огнемёта используется зажигательная смесь только высокой степени очистки, в то время как старые скины можно было заполнить практически всем, что горит. Так что этот Огнемёт не только выглядит антикварно, но и пахнет ностальгией, когда вы стреляете.",
				"descriptionEN":"Firebird veterans especially prize this skin. For environmental reasons, only high-purity incendiary mix is used in the modern Firebird skins, while old skins could be filled with almost any liquid that burns. So not only does this Firebird look antique, but it also smells of nostalgia when you shoot.",
				"icon":"lc",
				"emissionColor":"5884149",
				"emissionColorThreshold":"0.4"
			},
			{
				"id":"gt",
				"name":"GT",
				"descriptionRU":"Специальная линейка GT скинов для пушек - это не только отличное дополнение для любого колёсного корпуса, но и проявление особой смелости. Не каждый танкист готов пожертвовать скрытностью и осторожностью на поле боя, ради того, чтобы продемонстрировать всю уникальность и особенность своего танка. Специальные засечки, напоминающие шрамы, оставленные хищником с большими когтями, и уникальные геометрические формы придают пушкам этой серии ещё более грозный и опасный вид. Новейшие разработки в области танкостроения и особый сплав белых металлов развязали руки конструкторам данного изделия, позволив впервые создать не только мощное, но и красивое оружие, которое никогда не будет просто так пылиться в гараже танкиста.",
				"descriptionEN":"This special series of GT skins for turrets is not just a good addition to any wheeled hull but also a manifestation of extraordinary courage. Not every tanker is ready to sacrifice stealth and caution on the battlefield to flaunt the uniqueness and the peculiarity of his tank in their entirety. Special scars resembling claw marks left by a predator and unique geometric structure give turrets of these series an even more formidable and dangerous look. The latest developments in field tank construction and a special alloy of white metals «unshackled the hands» of designers of this product, allowing them for the first time in history to create not only powerful but also beautiful weapons that would otherwise just be gathering dust in a tanker's garage.",
				"icon":"gt",
				"emissionColor":"196607",
				"emissionColorSecond":"16751360",
				"emissionColorThreshold":"0.4"
			},
			{
				"id":"m0",
				"name":"M0",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m0"
			},
			{
				"id":"m1",
				"name":"M1",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m1"
			},
			{
				"id":"m2",
				"name":"M2",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m2"
			},
			{
				"id":"m3",
				"name":"M3",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m3"
			},
			{
				"id":"m0_old",
				"nameRU":"M0 (старый)",
				"nameEN":"M0 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m0"
			},
			{
				"id":"m1_old",
				"nameRU":"M1 (старый)",
				"nameEN":"M1 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m1"
			},
			{
				"id":"m2_old",
				"nameRU":"M2 (старый)",
				"nameEN":"M2 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m2"
			},
			{
				"id":"m3_old",
				"nameRU":"M3 (старый)",
				"nameEN":"M3 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m3"
			},
			{
				"id":"ut_old",
				"nameRU":"Ultra (неофициальный старый)",
				"nameEN":"Ultra (unofficial old)",
				"description":"TODO",
				"icon":"ut",
				"emissionColor":"5884149",
				"emissionColorThreshold":"0.4"
			},
			{
				"id":"2.0_m1",
				"name":"M1 (Tanki Online 2.0)",
				"description":"TODO",
				"icon":"2.0"
			},
			{
				"id":"tx_dreadnought",
				"nameRU":"Дредноут (Tanki X)",
				"nameEN":"Dreadnought (Tanki X)",
				"descriptionRU":"Огнемёт — ключ к городским боям. Зарекомендовал себя, когда «Антей» подчинял острова и мегаполисы тихоокеанского региона. Огонь знает своё дело: поджёг танк, двигайся дальше — горючая смесь сожрёт технику врага без помощи со стороны. У тяжёлых танков нет шансов. Кажется, что долгая перезарядка? Можешь поливать врага смесью из неполных баков.",
				"descriptionEN":"The Firebird is the key to urban warfare. It proved its effectiveness when Antaeus subdued the islands and metropolitan areas of the Pacific. This turret knows its stuff: set fire to your enemy's tank, and then move on. The burning napalm will devour enemy equipment without need for any outside support. Heavy tanks will have no chance. Does it seem like the weapon is taking too long to recharge? You can still shoot burning napalm at the enemy even from half-filled fuel tanks.",
				"icon":"tx",
				"emissionColor":"4521983",
				"emissionColorThreshold":"0.4"
			}
		],
		"devices":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects"
			},
			{
				"id":"high_pressure_pump",
				"nameRU":"Насос повышенного давления",
				"nameEN":"High-pressure pump",
				"descriptionRU":"Улучшенное поражение удалённых целей: струя огня бьёт немного дальше, дистанция максимального поражения увеличена. Необходимо более точное прицеливание.",
				"descriptionEN":"Improved hit distance for mid-range targets: the stream of fire will shoot slightly further, and maximum hit distance is increased. Requires a more precise aiming."
			},
			{
				"id":"compact_fuel_tanks",
				"nameRU":"Компактные баллоны",
				"nameEN":"Compact fuel tanks",
				"descriptionRU":"Специально для любителей тактики «поджечь и уехать»: быстрое повышение температуры и времени горения цели за счёт ускоренного расхода горючего.",
				"descriptionEN":"Perfect for lovers of «ignite and run» tactics: it ignites opponents faster but expends more fuel."
			},
			{
				"id":"incendiary_mix",
				"nameRU":"Зажигательная смесь",
				"nameEN":"Incendiary mix",
				"descriptionRU":"Термитный состав прожигает танковую броню, нанося повышенный урон, но не воспламеняет цель. Эффект нагрева отсутствует.",
				"descriptionEN":"Thermite mixture will burn through tank armor, dealing increased damage, but without igniting the target. No heating effect."
			},
			{
				"id":"paralyzing_mix",
				"nameRU":"Парализующая смесь",
				"nameEN":"Paralyzing mix",
				"descriptionRU":"Дополнение поджигающей смеси парализующим реактивом. При критической концентрации реактив вызывает короткую парализацию всех систем цели, при этом критический урон и скорость нагрева снижаются.",
				"descriptionEN":"Adds a paralyzing mixture into the igniting agent. A critical concentration of the mixture may cause all of the target's systems to be paralyzed, but critical damage and heating rate are decreased."
			},
			{
				"id":"critical_mix",
				"nameRU":"Критическая смесь",
				"nameEN":"Critical mix",
				"descriptionRU":"Критический урон и шанс критического выстрела повышены. Дополнение поджигающей смеси критической смесью. Урон наносимый такой смесью значительно выше, чем при обычном поджоге. При сборке устройства инженеры ошиблись в пропорциях смесей, в результате критический урон наносится гораздо чаще, чем планировалось при разработке данной модификации.",
				"descriptionEN":"Сritical damage and critical hit chance have been increased. Adds a critical mixture into the igniting agent. The damage caused by such a mixture is significantly higher than with a conventional ignition. When assembling the augment, engineers made a mistake in the proportions of the mixtures, as a result, critical damage is dealt much more often than was planned when developing this modification."
			}
			
		],
		"shotSkins":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true
			},
			{
				"id":"crimson",
				"nameRU":"Багровый",
				"nameEN":"Crimson",
				"descriptionRU":"Выстрелы багрового цвета несут в себе гнев, который падёт на ваших врагов, словно раскат грома.",
				"descriptionEN":"This one is crimson, like the color of your wrath in battle."
			},
			{
				"id":"magma",
				"nameRU":"Магма",
				"nameEN":"Magma",
				"descriptionRU":"Есть краска огненного цвета? Теперь вам нужен пылающий эффект выстрела. А вот и он.",
				"descriptionEN":"Got a hot paint job? Now you need an equally hot shot color to go with it. Here it is."
			},
			{
				"id":"black",
				"nameRU":"Чёрный",
				"nameEN":"Black",
				"descriptionRU":"Эти выстрелы превращают вражеские танки в точно такие же чёрные угольки.",
				"descriptionEN":"This one is black, just like the color of your enemy's tank after you've blown it up."
			},
			{
				"id":"pink",
				"nameRU":"Розовый",
				"nameEN":"Pink",
				"descriptionRU":"Розовый — цвет сочного стейка. Так поджарьте же врагов своими выстрелами!",
				"descriptionEN":"Pink... to leave your enemies roasted just like a medium-cooked steak."
			},
			{
				"id":"m0_legacy",
				"name":"M0 (Legacy)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true
			},
			{
				"id":"m1_legacy",
				"name":"M1 (Legacy)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true
			},
			{
				"id":"m2_legacy",
				"name":"M2 (Legacy)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true
			},
			{
				"id":"m3_legacy",
				"name":"M3 (Legacy)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true
			},
			{
				"id":"rainbow_fake",
				"nameRU":"Радужный (неофициальный)",
				"nameEN":"Rainbow (unofficial)",
				"description":"TODO"
			}
		]
	},
	{
		"id":"freeze",
		"nameRU":"Фриз",
		"nameEN":"Freeze",
		"descriptionRU":"Пушка ближнего боя. Замораживает противников, замедляя корпус и башню.\n\nЗаливая противника химическим составом на основе фреона, пушка «Фриз» наносит урон и замораживает объект, замедляя все его движения. Возможность наглухо заморозить противника и уйти с линии ответного огня позволяет легко противостоять более грозным танкам.\n\nГлавное — не расходовать баллон впустую, играя в снежки с союзниками. Это, конечно, весело, но у боевого танка всегда есть более важные дела.\n\nСтраница пушки в <a href=\"https://ru.tankiwiki.com/%D0%A4%D1%80%D0%B8%D0%B7\" target=\"_blank\"><u>WikiTO</u></a>.",
		"descriptionEN":"Close range turret. Freezes enemies, slowing down hulls and turrets.\n\nCovering the opponent with a chemical compound based on freon, the «Freeze» turret damages and freezes the target, slowing all of its movement. The ability to fully freeze the enemy and escape its firing range allows fighting more powerful tanks.\n\nThe most important thing to remember - don’t waste your fuel supply on snowball games with your allies. It’s totally fun, of course, but battle tanks have more important things to do.\n\nMore information about this turret can be found in the <a href=\"https://en.tankiwiki.com/Freeze\" target=\"_blank\"><u>Wiki</u></a>.",
		"skins":
		[
			{
				"id":"hd",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true,
				"icon":"standard",
				"emissionColor":"577535",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"xt",
				"name":"XT",
				"descriptionRU":"Уникальный Фриз XT стилизован под голову мамонта. Крепкие серебряные бивни послужат отличным оружием для нападения или защиты от врагов.",
				"descriptionEN":"Unique Freeze XT is designed to look like the head of a mammoth. Sturdy silver tusks will help you as a weapon against the enemies but also create a great protection.",
				"icon":"xt",
				"emissionColor":"16729344",
				"emissionColorThreshold":"0.4"
			},
			{
				"id":"lc",
				"name":"Legacy",
				"descriptionRU":"Этот скин, разработанный давным-давно, обходится самыми простыми технологиями. Гладкая броня из толстых стальных пластин надёжно скреплена и обеспечивает наилучшую защиту для встроенных охлаждающих устройств. Хоть они и потребляют много энергии, это не останавливает любителей старой боевой техники.",
				"descriptionEN":"Designed eons ago, this skin makes the most of primitive technology. Riveted steel plates provide excellent protection for the onboard cooling apparatus. The extra weight increases fuel consumption dramatically, but that won't stop collectors of old combat antiques.",
				"icon":"lc",
				"emissionColor":"577535",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"lc_old",
				"nameRU":"Legacy (до исправления)",
				"nameEN":"Legacy (before correction)",
				"descriptionRU":"Этот скин, разработанный давным-давно, обходится самыми простыми технологиями. Гладкая броня из толстых стальных пластин надёжно скреплена и обеспечивает наилучшую защиту для встроенных охлаждающих устройств. Хоть они и потребляют много энергии, это не останавливает любителей старой боевой техники.",
				"descriptionEN":"Designed eons ago, this skin makes the most of primitive technology. Riveted steel plates provide excellent protection for the onboard cooling apparatus. The extra weight increases fuel consumption dramatically, but that won't stop collectors of old combat antiques.",
				"icon":"lc"
			},
			{
				"id":"se",
				"name":"SE",
				"descriptionRU":"Этот скин — новейшая разработка. Специалисты беспрестанно собирают и разбирают его, чтобы довести до совершенства. Чехол прячет пушку от любопытных глаз и защищает внутренние системы на полевых испытаниях, которые она сейчас проходит. Не пытайтесь снять чехол, иначе прототип может выйти из строя!",
				"descriptionEN":"This skin is the latest development in turret technology. Specialists constantly assemble and disassemble it to bring it to perfection. The case hides the turret from prying eyes and protects its internal systems from the field trials it is currently undergoing. Do not try to remove the case, otherwise the prototype may fail!",
				"icon":"se",
				"emissionColor":"577535",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"ic",
				"name":"IC",
				"descriptionRU":"Фриз IC является первооткрывателем новой линейки скинов! Покрытый толстым слоем антарктического льда он внушает леденящий страх и ужас. Выгравированный лучшими мастерами своего дела образ ледяного дракона, который смотрит прямо в душу, и лишь один его взгляд превращает сердца врагов в ледяную глыбу, лишая их возможности мыслить и чувствовать, делая их танки безжизненными роботами. Пусть соперники увидят всю морозную мощь этого ледяного зверя!",
				"descriptionEN":"«Freeze IC» is the pioneer of a new line of skins! A thick top-layer of ice taken from a remote Antarctic glacier inspires enemies with a chilling fear and terror. Engraved by master craftsmen, the imposing figure of an ice wyvern penetrates into the very soul of opponents. A single glance renders their hearts blocks of ice - left without mind or reason to become an aimless, lifeless hulk. Let the enemy witness the full might of this icy beast!",
				"icon":"ic",
				"emissionColor":"51455",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"xt_hd",
				"name":"XT HD",
				"descriptionRU":"Более детально и масштабно прорисованная модель пушки придаёт ей мощный и эффектный вид. Учтены все, даже самые мелкие детали! Зоркий взгляд орла, в который встроен супер технологичный лазерный прицел, позволяет рассмотреть противника даже на самых длинных картах. Мощные бивни мамонта из плиоцена, найденного археологами на секретных раскопках, установлены по бокам пушки, что придаёт ей колоссальное преимущество при столкновении в ближнем бою! Образ получился очень грозным и опасным, соперникам будет точно не по себе, когда они встретят вас на карте.",
				"descriptionEN":"A more detailed and elaborately-drawn model of this turret, giving it a powerful and spectacular look. All the smallest details were taken into account! The watchful eagle eye, which has a built-in laser sight, lets you examine the opponent even when playing on the largest maps. Strong tusks of mammoths of the Pliocene, found during excavations, are installed on the sides of the turret, giving it enormous advantage in close combat! The skin turned out to be very fearsome and dangerous. Your opponent will definitely feel nervous when they meet you in a battle.",
				"icon":"xt",
				"emissionColor":"16726016",
				"emissionColorThreshold":"0.4"
			},
			{
				"id":"gt",
				"name":"GT",
				"descriptionRU":"Специальная линейка GT скинов для пушек - это не только отличное дополнение для любого колёсного корпуса, но и проявление особой смелости. Не каждый танкист готов пожертвовать скрытностью и осторожностью на поле боя, ради того, чтобы продемонстрировать всю уникальность и особенность своего танка. Специальные засечки, напоминающие шрамы, оставленные хищником с большими когтями, и уникальные геометрические формы придают пушкам этой серии ещё более грозный и опасный вид. Новейшие разработки в области танкостроения и особый сплав белых металлов развязали руки конструкторам данного изделия, позволив впервые создать не только мощное, но и красивое оружие, которое никогда не будет просто так пылиться в гараже танкиста.",
				"descriptionEN":"This special series of GT skins for turrets is not just a good addition to any wheeled hull but also a manifestation of extraordinary courage. Not every tanker is ready to sacrifice stealth and caution on the battlefield to flaunt the uniqueness and the peculiarity of his tank in their entirety. Special scars resembling claw marks left by a predator and unique geometric structure give turrets of these series an even more formidable and dangerous look. The latest developments in field tank construction and a special alloy of white metals «unshackled the hands» of designers of this product, allowing them for the first time in history to create not only powerful but also beautiful weapons that would otherwise just be gathering dust in a tanker's garage.",
				"icon":"gt",
				"emissionColor":"577535",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"m0",
				"name":"M0",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m0"
			},
			{
				"id":"m1",
				"name":"M1",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m1"
			},
			{
				"id":"m2",
				"name":"M2",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m2"
			},
			{
				"id":"m3",
				"name":"M3",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m3"
			},
			{
				"id":"m0_old",
				"nameRU":"M0 (старый)",
				"nameEN":"M0 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m0"
			},
			{
				"id":"m1_old",
				"nameRU":"M1 (старый)",
				"nameEN":"M1 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m1"
			},
			{
				"id":"m2_old",
				"nameRU":"M2 (старый)",
				"nameEN":"M2 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m2"
			},
			{
				"id":"m3_old",
				"nameRU":"M3 (старый)",
				"nameEN":"M3 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m3"
			},
			{
				"id":"xt_fake_blue",
				"nameRU":"XT (неофициальный синий)",
				"nameEN":"XT (unofficial blue)",
				"description":"TODO",
				"icon":"xt"
			},
			{
				"id":"xt_fake_red",
				"nameRU":"XT (неофициальный красный)",
				"nameEN":"XT (unofficial red)",
				"description":"TODO",
				"icon":"xt"
			},
			{
				"id":"pr_fake",
				"nameRU":"Prime (неофициальный)",
				"nameEN":"Prime (unofficial)",
				"description":"TODO",
				"icon":"pr",
				"emissionColor":"16747520",
				"emissionColorSecond":"517374",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"tx_m0",
				"name":"M0 (Tanki X)",
				"descriptionRU":"Первые бои за жаркий Иран с применением танков «Х» шли на высоких скоростях маневренной техники. Тогда и появился «Фриз» — оружие контроля на поле битвы. «Не дай врагу двигаться и уйти из-под удара» — базовый принцип этого фреонового оружия, способного замедлить и заморозить технику противника.",
				"descriptionEN":"High-speed «X» Tanks were used effectively during the first battles for Iran. Then the Freeze, a commanding weapon that was able to establish control on the battlefield, appeared. «Do not let the enemy move and escape from your range of fire» is the basic principle of this freon weapon, which is able to slow down and freeze your opponent's equipment.",
				"icon":"tx",
				"emissionColor":"4521983",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"tx_frost",
				"nameRU":"Фрост (Tanki X)",
				"nameEN":"Frost (Tanki X)",
				"descriptionRU":"Первые бои за жаркий Иран с применением танков «Х» шли на высоких скоростях маневренной техники. Тогда и появился «Фриз» — оружие контроля на поле битвы. «Не дай врагу двигаться и уйти из-под удара» — базовый принцип этого фреонового оружия, способного замедлить и заморозить технику противника.",
				"descriptionEN":"High-speed «X» Tanks were used effectively during the first battles for Iran. Then the Freeze, a commanding weapon that was able to establish control on the battlefield, appeared. «Do not let the enemy move and escape from your range of fire» is the basic principle of this freon weapon, which is able to slow down and freeze your opponent's equipment.",
				"icon":"tx",
				"emissionColor":"65535",
				"emissionColorThreshold":"0.4"
			}
		],
		"devices":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects"
			},
			{
				"id":"high_pressure_pump",
				"nameRU":"Насос повышенного давления",
				"nameEN":"High-pressure pump",
				"descriptionRU":"Улучшенное поражение удалённых целей: струя фреона бьёт немного дальше, дистанция максимального поражения увеличена. Необходимо более точное прицеливание.",
				"descriptionEN":"Improved hit distance for mid-range targets: the stream of freon will shoot slightly further, and maximum hit distance is increased. Requires a more precise aiming."
			},
			{
				"id":"corrosive_mix",
				"nameRU":"Коррозионная смесь",
				"nameEN":"Corrosive mix",
				"descriptionRU":"Замена хладагента на кислотную смесь, которая разъедает даже самую прочную броню за считанные секунды. Эффект заморозки отсутствует.",
				"descriptionEN":"Swapping cooling agent with acid mixture, which eats through even the most sturdy armor in mere seconds. No freezing effect."
			},
			{
				"id":"shock_freeze",
				"nameRU":"Шоковая заморозка",
				"nameEN":"Shock freeze",
				"descriptionRU":"Быстро и эффективно превращает танки в неподвижные куски льда. В условиях ограниченных габаритов башни пришлось избавиться от части боевых агрегатов, из-за чего урон снижен.",
				"descriptionEN":"Quickly and effectively turns tanks into solid and immobile pieces of ice. Due to limited space in the turret, several battle mechanisms had to be removed, resulting in reduced damage."
			},
			{
				"id":"paralyzing_mix",
				"nameRU":"Парализующая смесь",
				"nameEN":"Paralyzing mix",
				"descriptionRU":"Дополнение хладагента парализующим реактивом. При критической концентрации реактив вызывает короткий паралич всех систем цели, при этом критический урон и скорость заморозки снижаются вдвое.",
				"descriptionEN":"Adds a paralyzing mixture into the cooling agent. A critical concentration of the mixture may cause all of the target's systems to be paralyzed, but critical damage and freezing speed are halved."
			},
			{
				"id":"critical_mix_freeze",
				"nameRU":"Критическая смесь",
				"nameEN":"Critical mix",
				"descriptionRU":"Шанс критического урона повышен. Сила заморозки снижена. Дополнение замораживающей смеси критической смесью. При сборке устройства инженеры ошиблись в пропорциях смесей, в результате чего критический урон наносится гораздо чаще, чем планировалось при разработке данной модификации. Но есть и обратный эффект: доля холодильного агента стала меньше.",
				"descriptionEN":"Critical hit chance is increased. Freezing power is in turn decreased."
			}
		],
		"shotSkins":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true
			},
			{
				"id":"darkmoon",
				"nameRU":"Тёмная луна",
				"nameEN":"Dark moon",
				"descriptionRU":"Тёмная луна часто считается зловещей приметой. Ваше присутствие на поле битвы послужит врагам предзнаменованием их скорого поражения.",
				"descriptionEN":"A dark moon is often a bad omen. Your enemies should feel the same about your presence."
			},
			{
				"id":"toxic",
				"nameRU":"Ядовитый",
				"nameEN":"Toxic",
				"descriptionRU":"Ядовитые вещества очень опасны, но вам это только на руку. Превратите поле битвы в токсичный полигон, отравляя врагов своими выстрелами.",
				"descriptionEN":"A toxic attitude will get you banned. But it's perfectly fine for your tank to spread toxicity. So have fun with it."
			},
			{
				"id":"cold",
				"nameRU":"Мороз",
				"nameEN":"Cold",
				"descriptionRU":"Заставьте противников дрожать ещё до того, как они ощутят леденящий холод ваших выстрелов.",
				"descriptionEN":"Get your enemies shivering before they even feel your freeze spray."
			},
			{
				"id":"snow",
				"nameRU":"Снег",
				"nameEN":"Snow",
				"descriptionRU":"«Бой в снежки» — звучит как детская забава... Игры в сторону: обрушьтесь на врагов, словно снежная лавина.",
				"descriptionEN":"A snowball fight sounds like fun... but yours will be more like an avalanche."
			},
			{
				"id":"m0_legacy",
				"name":"M0-M2 (Legacy)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true
			},
			{
				"id":"m3_legacy",
				"name":"M3 (Legacy)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true
			}
		]
	},
	{
		"id":"isida",
		"nameRU":"Изида",
		"nameEN":"Isida",
		"descriptionRU":"Излучатель ближнего боя. Может ремонтировать союзные танки.\n\nПушка «Изида» использует магнитный луч для передачи нанороботов на расстояние в пару десятков метров. Нанороботы легко распознают цель и либо быстро разбирают броню на молекулы, либо постепенно ремонтируют её. Таким образом, это оружие наносит урон врагам и восстанавливает союзников, что особенно важно при командной игре.\n\nРазвитие квантовой физики и нанотехнологий подарило удивительные возможности простой промышленной сварочной установке. Если бы только её можно было использовать для ремонта собственного танка.\n\nСтраница пушки в <a href=\"https://ru.tankiwiki.com/%D0%98%D0%B7%D0%B8%D0%B4%D0%B0\" target=\"_blank\"><u>WikiTO</u></a>.",
		"descriptionEN":"Close range emitter. Can repair allied tanks.\n\nThe «Isida» turret uses a magnetic beam to transport nanobots over a distance of several dozen meters. Nanobots can easily recognize the target and either quickly dismantle the armor into molecules or gradually repair it. This way, the weapon deals damage to enemies and repairs allies, which is especially important in team battles.\n\nThe research in quantum physics and nanotechnology has gifted an impressive set of abilities to a simple welding machine straight from the factory. If only it could be used to repair your own tank.\n\nMore information about this turret can be found in the <a href=\"https://en.tankiwiki.com/Isida\" target=\"_blank\"><u>Wiki</u></a>.",
		"skins":
		[
			{
				"id":"hd",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true,
				"icon":"standard",
				"emissionColor":"16745779",
				"emissionColorSecond":"15772230",
				"emissionColorThreshold":"0.4"
			},
			{
				"id":"xt",
				"name":"XT",
				"descriptionRU":"Элегантная Изида XT стилизована под голову ворона. Считается, что этот облик достаётся только лучшим боевым медикам, способным молниеносно прийти на помощь раненому бойцу.",
				"descriptionEN":"This elegant Isida XT is styled to look like the head of a raven. It is worn with pride exclusively by the most dedicated field medics — those who are always in the line of fire to help those in need.",
				"icon":"xt"
			},
			{
				"id":"gt",
				"name":"GT",
				"descriptionRU":"Этот GT скин выглядит по-настоящему зрелищно благодаря своим энергетическим каналам из вольфрама, обёрнутым в стекловолокно ECR. Они транспортируют наномассу из хранилища энергии к магнитному излучателю, наделяя пушку зловещей пульсацией. При выстреле электроды на острие оружия выдвигаются и, кажется, буквально хотят схватить противника, будто челюсти муравья. В свою очередь, металлический сплав, встроенный в броню, не только устойчив к коррозии, но и может использовать наноботов из хранилища памяти для ремонта царапин и вмятин.",
				"descriptionEN":"Energy channels made of tungsten wrapped in ECR glass fibers make this GT skin a real eye-catcher. They transport the nanomass from the energy storage to the magnetic emitter, causing the weapon to pulsate ominously. Electrodes at the tip of the weapon extend when firing, seemingly wanting to literally to grab the opponent as does the mandibles of an ant. In addition, the metal alloy built into the armor is not only corrosion resistant, but can tap nanobots from the reservoir to repair scratches and dents.\n\nIsida GT is truly not suitable for sneak attacks, being one that stands out from a mile away. Rather, a dynamic wheeled hull just demands an extraordinary turret.",
				"icon":"gt",
				"emissionColor":"16745779",
				"emissionColorSecond":"15772230",
				"emissionColorThreshold":"0.4"
			},
			{
				"id":"lc",
				"name":"Legacy",
				"descriptionRU":"Скин пополняет простую и красивую ретро-коллекцию. Идеально подойдёт для ценителей старинного вооружения, а также для тех, кто ностальгирует по войнам прошлого. Изида LC — ваша пилюля от тоски по прежним временам.",
				"descriptionEN":"Isida Legacy Skin replenishes the simple and beautiful retro collection. It is ideal for connoisseurs of vintage equipment and for those who are nostalgic for the wars of the past. Isida LC is your cure for nostalgia for the old days.",
				"icon":"lc",
				"emissionColor":"12844928",
				"emissionColorThreshold":"0.4"
			},
			{
				"id":"m0",
				"name":"M0",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m0"
			},
			{
				"id":"m1",
				"name":"M1",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m1"
			},
			{
				"id":"m2",
				"name":"M2",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m2"
			},
			{
				"id":"m3",
				"name":"M3",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m3"
			},
			{
				"id":"m0_old",
				"nameRU":"M0 (старый)",
				"nameEN":"M0 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m0"
			},
			{
				"id":"m1_old",
				"nameRU":"M1 (старый)",
				"nameEN":"M1 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m1"
			},
			{
				"id":"m2_old",
				"nameRU":"M2 (старый)",
				"nameEN":"M2 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m2"
			},
			{
				"id":"m3_old",
				"nameRU":"M3 (старый)",
				"nameEN":"M3 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m3"
			},
			{
				"id":"xt_fake",
				"nameRU":"XT (неофициальный)",
				"nameEN":"XT (unofficial)",
				"description":"TODO",
				"icon":"xt"
			},
			{
				"id":"tod_fake",
				"nameRU":"TOD (неофициальный)",
				"nameEN":"TOD (unofficial)",
				"description":"TODO",
				"icon":"xt",
				"emissionColor":"16450564",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"tx_bumblebee-83",
				"nameRU":"Шмель-83 (Tanki X)",
				"nameEN":"Bumblebee-83 (Tanki X)",
				"descriptionRU":"Мобильные ремонтные установки «Изида» применялись на месторождениях кристаллов для ремонта изношенного в экстремальных условиях оборудования. В основе лежит свойство кристаллов восстанавливать свою структуру после получения повреждений. Первые же бои за комплексы обработки кристаллов показали, что «Изида» не только успешно восстанавливает технику, но и пожирает броню танков при правильных настройках оборудования.",
				"descriptionEN":"Isida mobile repair units have been used to repair worn-out equipment working in the crystal deposits under extreme conditions. These units take advantage of the restorative properties of crystals, which can be used to make repairs to equipment after they receive damage. The first battle for the crystal processing facilities showed that Isida units are not only able to successfully recover mining equipment, but they can also be used to strip armor from tanks when correctly configured.",
				"icon":"tx",
				"emissionColor":"4186194",
				"emissionColorThreshold":"0.6"
			}
		],
		"devices":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects"
			},
			{
				"id":"broadband_radiators",
				"nameRU":"Широкополосные излучатели",
				"nameEN":"Broadband radiators",
				"descriptionRU":"Широкополосные излучатели с укороченной дальностью поражения для более лёгкого прицеливания.",
				"descriptionEN":"Broadband radiators with a shortened range for easier aiming."
			},
			{
				"id":"vampire_nanobots",
				"nameRU":"Вампирские нанороботы",
				"nameEN":"Vampire nanobots",
				"descriptionRU":"Эффективно ремонтировать союзников с этим устройством становится невозможно, но становится возможным ремонтировать собственный танк! Эффективность лечения невысокая, но прожить в ближнем бою на мгновение дольше противника — означает победу. Критический урон отсутствует.",
				"descriptionEN":"It will be impossible to effectively heal allies with this augment, but it becomes possible to heal yourself! Healing efficiency is low, but it will be possible to survive a moment longer in a close combat fight and win. Critical damage is removed."
			},
			{
				"id":"stunning_nanobots",
				"nameRU":"Оглушающие наноботы",
				"nameEN":"Stunning nanobots",
				"descriptionRU":"Часть нанороботов-разрушителей оснащена ультразвуковыми модулями. Не имеет эффекта на лечение союзных танков, но станет неожиданным сюрпризом для врага. Забравшись в нутро механизмов танка соперника, нанороботы обездвижат его и лишают возможности стрелять, активировать припасы и овердрайвы или самоуничтожаться на некоторое время.",
				"descriptionEN":"Critical damage applies the «Stun» status effect to the enemy tank for a short time. А part of the destroyer-nanobots were equipped with ultrasonic modules. This doesn't affect teammates while healing but will surely surprise the opponent. After climbing inside the enemy tank's mechanisms, nanobots render the tank unable to shoot, activate overdrives and supplies, or self-destruct for some time."
			},
			{
				"id":"sustainable_nanobots",
				"nameRU":"Устойчивые нанороботы",
				"nameEN":"Sustainable nanobots",
				"descriptionRU":"При лечении тратится меньше энергии, при атаке больше. Увеличенная дальность действия, но меньший угол горизонтальной и вертикальной наводки. Обновлённая прошивка нанороботов значительно улучшает эффективность поддержки союзников. В процессе лечения танка, устройство позволяет сократить расход энергии благодаря оптимизации процесса восстановления повреждений. Но когда приходит время атаки, энергозатраты заметно возрастают. Также эти микроскопические роботы оснащены специальной технологией, обеспечивающей необычайную стабильность луча. Их устойчивость к внешним воздействиям позволяет увеличить дальность и точность.",
				"descriptionEN":"When healing, less energy is consumed, but more is spent during attacks. Increased effective range, but reduced horizontal aiming angle. The updated nanobot firmware significantly enhances ally support efficiency. During tank healing, the augment reduces energy consumption by optimizing the damage restoration process. However, during attack phases, energy consumption noticeably increases. These microscopic bots are also equipped with special technology that provides extraordinary beam stability. Their resistance to external influences allows for increased range and precision."
			}
		],
		"shotSkins":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true
			},
			{
				"id":"heal",
				"nameRU":"Лечение",
				"nameEN":"Heal",
				"descriptionRU":"Цвет лечения союзников.",
				"descriptionEN":"The color of healing allies."
			},
			{
				"id":"sun",
				"nameRU":"Солнечный",
				"nameEN":"Sun",
				"descriptionRU":"Солнце дарит свет и тепло. Но самых легкомысленных оно может и испепелить.",
				"descriptionEN":"The sun is warm... it gives life. It will also burn you to a crisp if you take it too lightly."
			},
			{
				"id":"fire",
				"nameRU":"Пламя",
				"nameEN":"Fire",
				"descriptionRU":"Когда языки пламени от этих выстрелов коснутся ваших противников, они поймут, что жестоко ошиблись, недооценив вас.",
				"descriptionEN":"If your enemies underestimate you, make them realize their mistake with a lick of your fire."
			},
			{
				"id":"m0_legacy",
				"name":"M0 (Legacy)",
				"description":"TODO",
				"isStandard":true
			},
			{
				"id":"m1_legacy",
				"name":"M1 (Legacy)",
				"description":"TODO",
				"isStandard":true
			},
			{
				"id":"m2_legacy",
				"name":"M2 (Legacy)",
				"description":"TODO",
				"isStandard":true
			},
			{
				"id":"m3_legacy",
				"name":"M3 (Legacy)",
				"description":"TODO",
				"isStandard":true
			}
		]
	},
	{
		"id":"tesla",
		"nameRU":"Тесла",
		"nameEN":"Tesla",
		"descriptionRU":"Излучатель ближнего боя. Атакует несколько противников цепной молнией.\n\nПушка «Тесла» может использовать любой танк в качестве проводника своей цепной молнии. В том числе и союзные танки, за которыми можно прятаться и всё равно доставать противника электричеством. Чем меньше целей одновременно поражено цепной молнией, тем выше урон каждой отдельной цели.\n\nСлучайное короткое замыкание на испытательном стенде породило редчайший феномен ― шаровую молнию. Пренебрегая всеми правилами безопасности, в шаровую молнию был направлен повторный разряд тока. Молния ударила в шар и по цепочке достала до ближайшего ангара, где сгорела целая дюжина новеньких танков.\n\nСтраница пушки в <a href=\"https://ru.tankiwiki.com/%D0%A2%D0%B5%D1%81%D0%BB%D0%B0\" target=\"_blank\"><u>WikiTO</u></a>.",
		"descriptionEN":"Close range emitter. Attacks multiple enemies with chain lightning.\n\nThe «Tesla» turret can use any tank as a conductor for its chain lightning, including allied tanks that you can hide behind, and still reach the enemy with electricity. The fewer the targets hit by chain lightning simultaneously, the greater the damage to each individual target is.\n\nAn unforeseen short circuit on the test bench showed the rarest phenomenon ― a ball of lightning. Ignoring all the safety regulations, engineers shot a chain of lightning straight in the direction of the ball lightning. Lightning struck the ball and continued, reaching the nearest hangar, hitting a whole battalion of brand new tanks inside.\n\nMore information about this turret can be found in the <a href=\"https://en.tankiwiki.com/Tesla\" target=\"_blank\"><u>Wiki</u></a>.",
		"skins":
		[
			{
				"id":"hd",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true,
				"icon":"standard"
			},
			{
				"id":"xt",
				"name":"XT",
				"descriptionRU":"В чертежах изобретателя Николы Теслы было найдено несколько совершенно пустых пожелтевших страниц. По неосторожности одного из учёных, изучавшего их, на пустые страницы был пролит цитрусовый раствор. Как оказалось, это было не зря! Началась химическая реакция, и на страницах проявились записи, раскрывающие возможные модификации транзисторных катушек.",
				"descriptionEN":"A few blank yellowed pages were found in the collection of blueprints from the famous inventor Nikola Tesla. As a result of the negligence of one of the scientists examining the found blueprints, a citrus solution was spilled on the pages. As it turned out, it was not in vain. A chemical reaction happened and some notes appeared on the pages, revealing some possible ways of modifying transistor coils. The blueprints were used to create this XT skin for the Tesla turret, which is completely covered with gold. During the experiments, these high voltage charges endured continuous exposure to balls of lightning, forging a totally transformed turret. Not only does Tesla XT feature a more luxurious gold-plated look, it also boasts an improved transfer of electric current.",
				"icon":"xt"
			},
			{
				"id":"lc",
				"name":"Legacy",
				"descriptionRU":"Этот скин Теслы отдает дань уважения началу эпохи электрических войн — классический электрошокер существует уже более 50 лет! Пусть старомодная оболочка этого оружия не пугает вас, внутри оно оснащено передовыми технологиями. Маст-хэв для всех, кто хочет противостоять духу времени и предпочитает четкие очертания.",
				"descriptionEN":"This Tesla skin pays tribute to the beginning of the Electric Wars era - the classic stun gun that has been around for over 50 years! Don't let the old-fashioned look of this turret scare you, it's loaded with cutting-edge technology inside. This is a must-have for everyone who wants to resist the spirit of the times and prefer clear shapes.",
				"icon":"lc"
			},
			{
				"id":"rt",
				"name":"RT",
				"descriptionRU":"Существует легенда, что эти скины привёз на планету один из танкистов, чей космический корабль потерпел крушение. Ему удалось спастись, добравшись по обломкам корабля до спасательной капсулы. Во время полёта он хватал все артефакты, попадавшиеся на его пути, среди которых оказались эти скины. Они получили название «RetroFuture». Глаз не оторвать, правда?",
				"descriptionEN":"There is a legend that was brought to the planet by a tanker whose spaceship crashed. He managed to survive by climbing over the wreckage to the escape pod. During his space journey, he collected all the artifacts that came across his way, and these skins were one of them. Named «RetroFuture», they're very good, aren't they?",
				"icon":"rt"
			}
		],
		"devices":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects"
			},
			{
				"id":"minus_field",
				"nameRU":"Минус-поле",
				"nameEN":"Minus-field",
				"descriptionRU":"С этим устройством у шаровой молнии появляется дополнительное минус-поле, позаимствованное у Рикошета. Это делает пушку не только более универсальной в бою, но и безопасной в применении. Случайный выстрел в стену больше не нанесёт урон собственному танку, ведь шар просто отскочит от стены.",
				"descriptionEN":"This augment adds the Ricochet's minus-field to Tesla's ball lightning. This makes the turret not only be universal on the battlefield but also be safe to use. An accidental shot towards a wall will no longer deal damage to your tank as the ball will ricochet off the wall."
			},
			{
				"id":"acceleration_protocol",
				"nameRU":"Ускоряющий протокол",
				"nameEN":"Acceleration protocol",
				"descriptionRU":"Модификация для тех, кто любит быстрые атаки. Устройство увеличивает скорость шара и его максимальную дальность. От такой Теслы очень сложно скрыться.",
				"descriptionEN":"A modification for those who enjoy fast attacks. It turns Tesla's ball lightning into an overwhelming force of nature that lets you drive fast following your ball lightning. This augment increases the ball lightning's speed and its maximum distance making it possible to break into the opponent's base and cause chaos."
			},
			{
				"id":"dilatory_protocol",
				"nameRU":"Замедляющий протокол",
				"nameEN":"Dilatory protocol",
				"descriptionRU":"Скорость и дальность полёта шаровой молнии снижена. Перезарядка шаровой молнии становится дольше. Эта модификация подойдёт для глухой обороны. Она стабилизирует напряжение шаровой молнии и значительно замедляет её, благодаря чему становится проще выстраивать цепные молнии и выводить из строя значительно больше вражеских танков. Но важно знать, что теперь перезарядка шаровой молнии становится дольше.",
				"descriptionEN":"This modification is crucial for a strong defense. It stabilises the ball lightning's voltage and significantly slows it down, making it much easier to make lightning chains and incapacitate more opponents. However, it is important to note that ball lightning reload will take twice as long."
			},
			{
				"id":"electroturret",
				"nameRU":"Электропушка",
				"nameEN":"Electroturret",
				"descriptionRU":"Шаровая молния летит очень быстро и далеко, нанося огромный урон. Разогрев перед выстрелом шара становится намного дольше. Это устройство даёт Тесле великолепную универсальность, недоступную другим пушкам. Шаровая молния, выпущенная словно из пращи, легко настигнет убегающего врага и доставит ему массу неприятностей из-за своего повышенного урона. Однако скорость шара настолько велика, что выстроить цепную молнию становится практически невозможно.",
				"descriptionEN":"This augment gives Tesla a level of versatility that is not available to other turrets. Ball lightning leaves your barrel as fast as a shot and will travel large distances and cause your opponents a lot of trouble. However, the ball flies so fast that it's almost impossible to use it for chain lightning."
			},
			{
				"id":"exothermic_lightning",
				"nameRU":"Экзотермическая молния",
				"nameEN":"Exothermic lightning",
				"descriptionRU":"С этим устройством шаровая молния получает способность поджигать цели при касании, а ещё — рикошетить от препятствий. Поджог также наносится критическим уроном. Используйте устройство с умом, чтобы нанести врагам максимум повреждений.",
				"descriptionEN":"With this augment equipped, ball lightning will deflect off surfaces and ignite opponents on contact. Critical hits will also apply the «Burning» status effect. Make good use of it to deal more damage to opponents."
			},
			{
				"id":"endothermic_lightning",
				"nameRU":"Эндотермическая молния",
				"nameEN":"Endothermic lightning",
				"descriptionRU":"Что будет, если молния попадёт в бак с фреоном? — Ледяной шар замораживающий при касании. Эффект заморозки также наносится критическим уроном. От такой Теслы соперников бросит в холодный пот, ведь далеко уйти у них вряд ли получится.",
				"descriptionEN":"What happens when a bolt of lightning meets a tank full of Freon? You get a ball of icy electricity flying towards opponents, freezing them on contact. Moreover, critical hits apply the «Freezing» status effect too. Such versatility for Tesla will cause opponents to break into a cold sweat, and they won't even be able to run away."
			},
			{
				"id":"shocking_lightning",
				"nameRU":"Шоковая молния",
				"nameEN":"Shocking lightning",
				"descriptionRU":"Надоело, что соперники убегают от вас? Нужно быстро затормозить врага? Вам поможет это устройство. Шаровая молния и критический урон накладывают статус-эффект «Оглушение» на вражеский танк при полноценном контакте, противник будет растерян, а вы воспользуетесь своим шансом.",
				"descriptionEN":"Tired of opponents destroying you? Need to freeze an enemy on the spot quickly? This augment will help you. Ball lightning and critical hits apply the «Stun» status effect on the target. The enemy will be dazed and confused, leaving you to seize the opportunity to gain the upper hand."
			}
		],
		"shotSkins":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true
			}
		]
	},
	{
		"id":"hammer",
		"nameRU":"Молот",
		"nameEN":"Hammer",
		"descriptionRU":"Пушка малой дальности. Использует дробь, которая рикошетит и может поразить несколько противников.\n\nПушка «Молот» использует шрапнельный снаряд с вольфрамовыми стрелами, которые рикошетят от стен и могут поразить несколько противников. Стрелы имеют невысокую кучность при стрельбе на большие дистанции, нужно подобраться к противнику поближе. Также пушка имеет барабан заряжания с кассетой на три быстрых выстрела. Перезарядка возможна только после полного отстрела кассеты.\n\nИз-за низкой массы каждая вольфрамовая стрела может отрикошетить не более одного раза. Как правило, этого достаточно, чтобы достать противника за углом или сбить ему прицел, засадив рикошетом сбоку. Или засадить рикошетом в себя, тут уже как повезёт.\n\nСтраница пушки в <a href=\"https://ru.tankiwiki.com/%D0%9C%D0%BE%D0%BB%D0%BE%D1%82\" target=\"_blank\"><u>WikiTO</u></a>.",
		"descriptionEN":"Close range turret. Uses shrapnel, which ricochets and damages several enemies at once.\n\nThe «Hammer» turret uses a shrapnel projectile with tungsten arrows that ricochet off surfaces and can hit several enemies at once. The arrows have low accuracy when firing at long distances, so you need to get closer to the opponent. The turret also has a loading drum magazine for three fast shots. Reloading is available only after the magazine is completely fired.\n\nDue to its low mass, each tungsten arrow can ricochet only once. Usually, it’s enough to get the enemy hiding behind a corner or to kick off its aim by firing at the enemy from the side. Though, you can also ricochet the shot back into yourself, depending on how lucky you are.\n\nMore information about this turret can be found in the <a href=\"https://en.tankiwiki.com/Hammer\" target=\"_blank\"><u>Wiki</u></a>.",
		"skins":
		[
			{
				"id":"hd",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true,
				"icon":"standard",
				"emissionColor":"16009217",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"xt",
				"name":"XT",
				"descriptionRU":"Грозный Молот XT своим видом напоминает голову носорога. С этим скином в поединке вам не будет равных — нацельте рог на вашего врага и сокрушите его мощным ударом.\n\nP.S. При создании этого скина ни один носорог не пострадал.",
				"descriptionEN":"Fearsome Hammer XT's look is inspired by the rhino's head. With this skin, nobody can withstand your impact in a fight. Target the enemy and crush it with your powerful strike.\n\nP.S. No rhinoceros was harmed in the making of this skin.",
				"icon":"xt"
			},
			{
				"id":"lc",
				"name":"Legacy",
				"descriptionRU":"Молот, выкованный из сверхпрочного сплава — что может быть опаснее? Только скилловый игрок, в руках которого этот молот окажется!",
				"descriptionEN":"Hammer forged from a super high strength alloy — what could be more dangerous? Only the skillful player who owns it!",
				"icon":"lc",
				"emissionColor":"16741907",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"dc",
				"name":"Demonic",
				"descriptionRU":"Новичкам придётся несладко. Ничего не подозревая, невинно едешь по миру и вдруг сталкиваешься с этой мёртвой гримасой Молота. Своим суровым убийственным взглядом он исследует жертву, застывшую в страхе смерти, будто олень в свете фар. От такой атаки нежити невозможно спастись, и этот пристальный взгляд навсегда врежется в вашу память.",
				"descriptionEN":"Beginners will have a hard time. Suspecting nothing, you innocently ride through the world - and suddenly you meet the dead grimace of this Hammer. With its stern and murderous gaze, it examines the body of a victim frozen in fear of death, like a deer in headlights. You cannot escape from such an attack by the undead and you will be haunted by the memory of this gaze for all eternity.",
				"icon":"dc",
				"emissionColor":"15884800",
				"emissionColorSecond":"16685824",
				"emissionColorThreshold":"0.4"
			},
			{
				"id":"gt",
				"name":"GT",
				"descriptionRU":"Специальная линейка GT скинов для пушек - это не только отличное дополнение для любого колёсного корпуса, но и проявление особой смелости. Не каждый танкист готов пожертвовать скрытностью и осторожностью на поле боя, ради того, чтобы продемонстрировать всю уникальность и особенность своего танка.\n\nСерия GT скинов для пушек это мощное и красивое оружие, которое создано для самых решительных и смелых игроков.\n\nПушки GT отличаются уникальным дизайном, который делает их узнаваемыми на поле боя, оснащены передовыми технологиями и материалами и имеют стильный дизайн, который подчеркивает их мощь и элегантность.",
				"descriptionEN":"The special GT series of turret skins is not only a great addition to any wheeled hull, but also a show of special courage. Not every tanker can sacrifice being concealed and cautious on the battle field to show the uniqueness and specialty of their tank.\n\nThe GT series of turret skins is a powerful and beautiful weapon made for the most determined and brave players.\n\nGT turrets have a unique design that makes them recognized on the battlefield, advanced technologies and materials and have a stylish design that highlights their power and elegance.",
				"icon":"gt",
				"emissionColor":"16009217",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"ic",
				"name":"IC",
				"descriptionRU":"Молот IC — скин, который сочетает холодную силу и мощь. Он покрыт толстым слоем антарктического льда, создающим образ устрашающего кристального носорога.\n\nКаждый выстрел передаёт беспощадную силу вечной мерзлоты, оставляя на врагах ледяной след. Созданный для самых суровых условий, Молот IC превращает любое поле боя в замёрзшую пустошь, бросая вызов врагам встретиться с холодом лицом к лицу. Экипируйте его и дайте врагам почувствовать морозную мощь.",
				"descriptionEN":"Hammer IC is a skin that combines cold strength and power. It is covered with a thick layer of Antarctic ice, creating the image of a fearsome crystal rhino.\n\nEach shot delivers the merciless force of permafrost, leaving an icy trail on enemies. Designed for the harshest conditions, Hammer IC turns any battlefield into a frozen wasteland, challenging enemies to face the cold head-on. Equip it and let your enemies feel your frosty might.",
				"icon":"ic",
				"emissionColor":"51455",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"m0",
				"name":"M0",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m0"
			},
			{
				"id":"m1",
				"name":"M1",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m1"
			},
			{
				"id":"m2",
				"name":"M2",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m2"
			},
			{
				"id":"m3",
				"name":"M3",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m3"
			},
			{
				"id":"m0_old",
				"nameRU":"M0 (старый)",
				"nameEN":"M0 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m0"
			},
			{
				"id":"m1_old",
				"nameRU":"M1 (старый)",
				"nameEN":"M1 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m1"
			},
			{
				"id":"m2_old",
				"nameRU":"M2 (старый)",
				"nameEN":"M2 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m2"
			},
			{
				"id":"m3_old",
				"nameRU":"M3 (старый)",
				"nameEN":"M3 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m3"
			},
			{
				"id":"m3_test",
				"nameRU":"M3 (тестовый)",
				"nameEN":"M3 (test)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m3"
			},		
			{
				"id":"xt_test_fake",
				"nameRU":"XT (неофициальный тестовый)",
				"nameEN":"XT (unofficial test)",
				"description":"TODO",
				"icon":"xt",
				"emissionColor":"14442253",
				"emissionColorSecond":"15119879",
				"emissionColorThreshold":"0.3"
			},
			{
				"id":"tx_m0",
				"name":"M0 (Tanki X)",
				"descriptionRU":"Когда «Молот» появился на поле боя под Кунгуром, казалось, что он был в танковых сражениях всегда. В ближнем бою «Молот» — гарантия снести одну башню. На средней дистанции «Молот» — обещание снести несколько. Дробовик танкового типа. И этим всё сказано.",
				"descriptionEN":"When the Hammer first appeared during the Battle of Kungur, the opposing sides wondered how they could have conducted tank war without it. When you're in the thick of battle, the Hammer is your ticket to demolishing at least one enemy. When used at medium range, the Hammer can take out a few. Think of it like a tank-mounted shotgun. Enough said.",
				"icon":"tx",
				"emissionColor":"4186194",
				"emissionColorThreshold":"0.4"
			},
			{
				"id":"tx_steel",
				"nameRU":"Сталь (Tanki X)",
				"nameEN":"Steel (Tanki X)",
				"descriptionRU":"Когда «Молот» появился на поле боя под Кунгуром, казалось, что он был в танковых сражениях всегда. В ближнем бою «Молот» — гарантия снести одну башню. На средней дистанции «Молот» — обещание снести несколько. Дробовик танкового типа. И этим всё сказано.",
				"descriptionEN":"When the Hammer first appeared during the Battle of Kungur, the opposing sides wondered how they could have conducted tank war without it. When you're in the thick of battle, the Hammer is your ticket to demolishing at least one enemy. When used at medium range, the Hammer can take out a few. Think of it like a tank-mounted shotgun. Enough said.",
				"icon":"tx",
				"emissionColor":"4186194",
				"emissionColorThreshold":"0.4"
			}
		],
		"devices":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects"
			},
			{
				"id":"slugger",
				"nameRU":"Слаггер",
				"nameEN":"Slugger",
				"descriptionRU":"Повышенная кучность дроби позволяет лучше поражать удалённые цели. Сопернику будет очень непросто.",
				"descriptionEN":"Increased pellet density allows you to hit ranged targets better. It will be challenging for an opponent to escape unharmed."
			},
			{
				"id":"high_capacity_ammo_clip",
				"nameRU":"Обойма увеличенной ёмкости",
				"nameEN":"High-capacity ammo clip",
				"descriptionRU":"Специальный несъёмный магазин на 5 зарядов, входящий в снаряжение танков-штурмовиков. Перезарядка становится более продолжительной.",
				"descriptionEN":"Special permanently fixed ammo clip for 5 projectiles, included in standard equipment for assault tanks."
			},
			{
				"id":"duplet",
				"nameRU":"Дуплет",
				"nameEN":"Duplet",
				"descriptionRU":"Замена внутренней конструкции пушки на адаптированный механизм от классического двуствольного ружья. Позволяет сделать два выстрела подряд практически без задержки, но перезарядка всей обоймы становится немного дольше. Идеально для вколачивания танков в бетон.",
				"descriptionEN":"Replacement of the internal construction of the turret with an adaptive mechanism from a classic double-barreled shotgun. Allows the user to rapidly fire 2 shots, with almost no delay, but reloading the clip takes more time. Ideal for busting tanks into concrete."
			},
			{
				"id":"blunderbuss",
				"nameRU":"Бландербас",
				"nameEN":"Blunderbuss",
				"descriptionRU":"Обычный и критический уроны увеличены. Шанс критического урона и угол стрельбы повышены. Дальность поражения уменьшена.\nВ кассете только один выстрел, зато какой это выстрел! У такого выстрела увеличен обычный и критический урон. Разброс при выстреле и увеличен, но если повезёт, за один выстрел можно сдуть сразу несколько танков.",
				"descriptionEN":"The number of shots in the magazine has been reduced to just one, but this single shot packs a powerful punch - the number of pellets and regular damage are increased. However, the bullet spread is increased, but with a lucky and skilled maneuver, you can blow away several enemies in one shot."
			},
			{
				"id":"revolver",
				"nameRU":"Револьвер",
				"nameEN":"Revolver",
				"descriptionRU":"Устройство имеет шесть выстрелов в кассете. Каждый третий выстрел имеет критический урон. Время перезарядки кассеты увеличено, но снижена перезарядка между выстрелами.\nПочувствуй себя ковбоем Дикого Запада, прояви свою индивидуальность и навыки выживания, раскрути барабан в своём револьвере и пусть противники боятся твоего неожиданного критического выстрела, влекущего за собой отправление на респаун.",
				"descriptionEN":"The augment has six shots in the clip. Every third shot deals critical damage. The time for reloading the clip is increased, but the time between shots is reduced. Feel like a Wild West cowboy, show your individuality and survival skills, spin the drum of your revolver, and let your opponents fear your unexpected critical shot that leads to respawning."
			},
			{
				"id":"dragons_breath",
				"nameRU":"Дыхание дракона",
				"nameEN":"Dragon's Breath",
				"descriptionRU":"Картечь со звучным названием «Дыхание дракона» поджигает вражеские танки критическим попаданием. Тут поможет только огнетушитель!",
				"descriptionEN":"Features pellets with the striking name of «Dragon's Breath» that ignite enemy tanks on critical shots. Only a fire extinguisher will help here!"
			},
			{
				"id":"wyverns_breath",
				"nameRU":"Дыхание Виверны",
				"nameEN":"Wyvern's Breath",
				"descriptionRU":"Картечь «Дыхание виверны» — это улучшенная версия картечи «Дыхание дракона». Вместо поджигания она намертво замораживает вражеские танки при критическом попадании.",
				"descriptionEN":"Features pellets by the striking name of «Wyvern's Breath», an improved version of the well-known «Dragon's Breath». Instead of igniting enemy tanks, it leaves them frozen in their tracks on critical shots."
			},
			{
				"id":"stunning_pellets",
				"nameRU":"Парализующая картечь",
				"nameEN":"Stunning pellets",
				"descriptionRU":"Идеальный инструмент для обороны от быстрых танков. Критическое попадание обездвиживает все цели, в которые долетает дробь.",
				"descriptionEN":"The best choice for defending your base from attacks by fast tanks. Critical shots stun every target hit by the pellets."
			},
			{
				"id":"assault_magazine",
				"nameRU":"Штурмовая кассета",
				"nameEN":"Assault Magazine",
				"descriptionRU":"Штурмовой вариант Молота, предназначенный для дерзких и рискованных атак: пушка стреляет очень быстро, будто винтовка. В горячем бою важна оперативная перезарядка кассет, потому для оптимизации этого процесса критический урон и сила удара уменьшены.",
				"descriptionEN":"Assault version of Hammer, designed for audacious and risky attacks: the turret shoots very fast, just like a rifle. In a heated battle, rapid reloading of magazines is very essential. Therefore, to optimize this process, both the critical damage and impact force are reduced."
			},
			{
				"id":"large_caliber_pellets",
				"nameRU":"Крупнокалиберная картечь",
				"nameEN":"Large caliber pellets",
				"descriptionRU":"Обычный и критический уроны повышены. Перезарядка становится дольше.\nКаждый снаряд в обойме наносит противнику повышенный урон. Однако для нейтрализации высвобождающейся энергии потребуется больше времени на перезарядку.",
				"descriptionEN":"Each shot in the clip deals increased damage to an enemy. However, to compensate for the energy released, it takes more time to reload."
			},
			{
				"id":"heavy_slugger",
				"nameRU":"Тяжёлый слаггер",
				"nameEN":"Heavy slugger",
				"descriptionRU":"Увеличенная дальность минимального и максимального поражения. Уменьшен горизонтальный разброс снарядов. Скорость поворота башни снижена.\nМолот оборудован специальными секретными элементами, позволяющими значительно увеличить дальность, на которой пушка способна наносить урон, уменьшая разброс по цели. Однако из-за мощных дополнений, вес башни значительно больше, из-за чего скорость поворота снижена.",
				"descriptionEN":"Increased range of minimum and maximum damage. Decreased horizontal spread and rotation speed. Hammer gets equipped with some secret elements that let it increase the range at which the turret is able to deal damage. reducing the horizontal spread. However, this powerful addition increases the weight of the turret and thus the rotation speed is decreased."
			},
			{
				"id":"hunter_duplet",
				"nameRU":"Охотничий дуплет",
				"nameEN":"Hunter duplet",
				"descriptionRU":"Два быстрых выстрела в обойме, максимальная дальность поражения увеличена. Горизонтальный разброс уменьшен, а перезарядка кассеты увеличена.\nСпециальная версия дуплета. У вас всё также два точных выстрела в обойме, за которыми следует продолжительная перезарядка. Однако благодаря тому, что длинный ствол не обрезан, дальность поражения увеличена по сравнению со стандартной модификацией. С такой двустволкой можно и на охоту. Увидел врага? Смело спускай курок.",
				"descriptionEN":"Two quick shots in the clip and increased range of fire. Horizontal pellet spread is decreased but clip reload takes a bit more time. A special version of Duplet. You still have two accurate shots followed by a prolonged reload. However, thanks to the fact that the barrel hasn't had to be shortened, range of fire is increased compared to the standard modification. With such a double-barreled gun you can go hunting. See an enemy? Boldly pull the trigger."
			}
		],
		"shotSkins":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true
			},
			{
				"id":"aqua",
				"nameRU":"Аква",
				"nameEN":"Aqua",
				"descriptionRU":"«Aqua» означает «вода» на латыни. Эта прозрачная текучая жидкость — не только источник жизни: струя воды под давлением приобретает разрушительную мощь. Ваши выстрелы будут такими же опасными.",
				"descriptionEN":"Aqua... Latin for «water» — fluid, adaptable, but incredibly destructive when applied with focus, just like your shot."
			},
			{
				"id":"magma",
				"nameRU":"Магма",
				"nameEN":"Magma",
				"descriptionRU":"Есть краска огненного цвета? Теперь вам нужен пылающий эффект выстрела. А вот и он.",
				"descriptionEN":"Got a hot paint job? Now you need an equally hot shot color to go with it. Here it is."
			},
			{
				"id":"void",
				"nameRU":"Пустота",
				"nameEN":"Void",
				"descriptionRU":"Пустота — самое подходящее слово для описания того, что останется от противника после того, как вы разнесёте его танк на мелкие кусочки.",
				"descriptionEN":"This one is called \"Void\", because that's exactly what will be left after you've blown your opponent to bits."
			},
			{
				"id":"toxic",
				"nameRU":"Ядовитый",
				"nameEN":"Toxic",
				"descriptionRU":"Ядовитые вещества очень опасны, но вам это только на руку. Превратите поле битвы в токсичный полигон, отравляя врагов своими выстрелами.",
				"descriptionEN":"A toxic attitude will get you banned. But it's perfectly fine for your tank to spread toxicity. So have fun with it."
			},
			{
				"id":"eclipse",
				"nameRU":"Затмение",
				"nameEN":"Eclipse",
				"descriptionRU":"Точно так же, как луна сливается с солнцем в одно целое при затмении, ваши снаряды пробивают вражескую броню.",
				"descriptionEN":"The moon merges with the sun as one in the sky, just like your bullet with your enemy's armor."
			},
			{
				"id":"blue",
				"nameRU":"Синий",
				"nameEN":"Blue",
				"descriptionRU":"Синий — это цвет синяков, которые останутся на самолюбии врагов после ваших попаданий.",
				"descriptionEN":"This one is blue, like the bruises you will leave on your enemy's ego."
			},
			{
				"id":"blood",
				"nameRU":"Кровавый",
				"nameEN":"Blood",
				"descriptionRU":"Вы не можете пустить кровь танкам, но этот эффект выстрела — отличная альтернатива.",
				"descriptionEN":"Tanks don't bleed, but here's a good alternative."
			}
		]
	},
	{
		"id":"twins",
		"nameRU":"Твинс",
		"nameEN":"Twins",
		"descriptionRU":"Двуствольная пушка малой дальности. Имеет очень высокую скорострельность, но медленные снаряды.\n\nСкорострельный двуствольный плазмомёт идеально подходит для динамичного боя на средней и малой дистанциях. Взрыв от плазмы вмиг превратит врагов в кучу расплавленного железа. Необходимо соблюдать технику безопасности и избегать ближнего боя, иначе можно случайно спалить собственный танк.\n\nСистема охлаждения плазменных ускорителей и перезарядки конденсаторов спроектирована настолько надёжно, что некоторые танкисты подпирают гашетку любым подручным барахлом, например кирпичом, и никогда не прекращают огонь. Из-за этого злые языки часто называют назойливый звук выстрелов дополнительным поражающим фактором, раздражающим не только противников, но и союзников.\n\nСтраница пушки в <a href=\"https://ru.tankiwiki.com/%D0%A2%D0%B2%D0%B8%D0%BD%D1%81\" target=\"_blank\"><u>WikiTO</u></a>.",
		"descriptionEN":"Double-barreled small range turret. Has a very rapid firing speed, but slow-flying rounds.\n\nThe rapid-fire double-barreled plasmagun is ideal for dynamic fights at medium and short ranges. A plasma explosion will turn the enemy into a pile of molten iron in no time. It is necessary to observe safety measures and avoid close fights or you can easily melt down your own tank.\n\nThe cooling system of plasma chargers and capacitor recharge are designed to be so fail-proof, that some tankers manage to put different questionable objects (e.g. a brick) on the firing trigger to fire it non-stop. Thanks to that, evil rumors describe the sound of this turret shooting as an additional damaging factor, which annoys not only the enemies but allies as well.\n\nMore information about this turret can be found in the <a href=\"https://en.tankiwiki.com/Twins\" target=\"_blank\"><u>Wiki</u></a>.",
		"skins":
		[
			{
				"id":"hd",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true,
				"icon":"standard",
				"emissionColor":"65525",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"xt",
				"name":"XT",
				"descriptionRU":"Твинс XT покрыт шкурой динозавра, чудесным образом сохранившейся невредимой в пещерах Южной Африки. Также при изготовлении скина использовалась лава из индонезийских вулканов, благодаря которой плазма приобретает по-настоящему огненную силу!",
				"descriptionEN":"Twins XT is covered in the dinosaur hide preserved in the excellent condition among the caves of South Africa. Also infused with lava from the Indonesian volcanos, this skin turns plasma shots into a truly melting firepower!",
				"icon":"xt",
				"emissionColor":"13314560",
				"emissionColorThreshold":"0.4"
			},
			{
				"id":"sp",
				"name":"SP",
				"descriptionRU":"Скины в стиле стимпанка сделают ваш танк поистине уникальным. \n\nУчёные со всего мира долгие годы собирали артефакты и искали недостающие элементы в антикварных лавках. Деталей удалось собрать немного, поэтому эти скины были выпущены в ограниченном количестве. Став обладателем таких скинов, вы соберёте на себе тысячи восхищённых взглядов. \n\nБронзовые пластины из редчайшего сплава придают вашему танку могучий и устрашающий вид. \n\nСочетание старины и хай-тека не только привлекательно выглядит, но и делает танк несокрушимым в бою.",
				"descriptionEN":"Steampunk-styled skins will help you make your tank look unique. Scientists from the whole world have been collecting artefacts for many years and have been trying to find missing parts in antique shops. They have managed to collect only few details, so these skins were released in limited quantities. By becoming an owner of these skins, you will definitely get dozens of eyes full of admiration and envy on your tank. \n\nBronze plates made of the rarest alloy will make your tank look powerful and fearsome. \n\nThe combination of antiquity and high technology not only attracts with its individual style, but also makes its owner indestructible on the battlefield.",
				"icon":"sp",
				"emissionColor":"16633877",
				"emissionColorSecond":"15823378",
				"emissionColorThreshold":"0.3"
			},
			{
				"id":"lc",
				"name":"Legacy",
				"descriptionRU":"Суровая внешность этого скина словно пронзает ледяным взглядом из двух тел, так что аж топливо стынет в трубах. Старая закалка, она такая!",
				"descriptionEN":"The harsh appearance of this skin seems to pierce the hearts of enemies with a cold look that comes from the two barrels so that even the fuel freezes in the pipes. That's old school cool!",
				"icon":"lc"
			},
			{
				"id":"rt",
				"name":"RT",
				"descriptionRU":"Это смелое сочетание ретро-стиля и футуристических технологий, которое создаёт уникальный дизайн. Этот скин с лёгкостью игнорирует границы времени и привносит в игру элементы дизайна прошлого, сочетая их с современными технологиями. Прямо между двумя дулами орудия расположена высокоточная прицельная система наведения. Как только вражеский танк появляется на пересечении горизонтальной и вертикальной красных линий, единственное, о чём нужно позаботиться владельцу скина — это вовремя зажать кнопку выстрела. А противнику остаётся лишь думать о том, как избежать повторения этой ситуации после респауна. Ослепительный хромированный корпус, оформленный в стиле 80-х, а также неоновая подсветка создают неповторимую атмосферу на поле боя. Этот скин точно удивит и впечатлит всех, кто окажется рядом. Если вы любитель нестандартных решений, получение этого скина должно встать на первое место в вашем списке дел.",
				"descriptionEN":"A bold combination of futuristic technology and retro style creates this one-of-a-kind design. This skin easily ignores the boundaries of time, incorporating design elements of a past era with modern technologies.\n\nThere is a high-precision guidance system just right between the two barrels of the turret. As soon as an enemy tank appears at the intersection of the horizontal and vertical red lines, the owner of the skin needs only hold down the fire button, and his turret will do the rest. As for the enemy, he'll really need to figure out a way to avoid repeating this situation after respawning.\n\nThe dazzling 80s-inspired chrome body and neon lighting create a unique atmosphere on the battlefield. Anyone around this skin will definitely be pleasantly surprised and impressed. If you're a fan of non-standard solutions, getting this skin should be the first point on your to-do list.",
				"icon":"rt"
			},
			{
				"id":"gt",
				"name":"GT",
				"descriptionRU":"Специальная линейка GT скинов для пушек - это не только отличное дополнение для любого колёсного корпуса, но и проявление особой смелости. Не каждый танкист готов пожертвовать скрытностью и осторожностью на поле боя, ради того, чтобы продемонстрировать всю уникальность и особенность своего танка. Серия GT скинов для пушек это мощное и красивое оружие, которое создано для самых решительных и смелых игроков. Пушки GT отличаются уникальным дизайном, который делает их узнаваемыми на поле боя, оснащены передовыми технологиями и материалами и имеют стильный дизайн, который подчеркивает их мощь и элегантность.",
				"descriptionEN":"This special series of GT skins for turrets is not just a good addition to any wheeled hull but also a manifestation of extraordinary courage. Not every tanker is ready to sacrifice stealth and caution on the battlefield to flaunt the uniqueness and the peculiarity of their tank in its entirety. The GT series of skins for turrets are powerful and beautiful weapons designed for the most determined and daring players. GT turrets stand out with their unique design, making them recognizable on the battlefield. They are equipped with advanced technologies and materials, and have a stylish design that emphasizes their power and elegance.",
				"icon":"gt",
				"emissionColor":"65525",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"m0",
				"name":"M0",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m0"
			},
			{
				"id":"m1",
				"name":"M1",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m1"
			},
			{
				"id":"m2",
				"name":"M2",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m2"
			},
			{
				"id":"m3",
				"name":"M3",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m3"
			},
			{
				"id":"m0_old",
				"nameRU":"M0 (старый)",
				"nameEN":"M0 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m0"
			},
			{
				"id":"m1_old",
				"nameRU":"M1 (старый)",
				"nameEN":"M1 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m1"
			},
			{
				"id":"m2_old",
				"nameRU":"M2 (старый)",
				"nameEN":"M2 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m2"
			},
			{
				"id":"m3_old",
				"nameRU":"M3 (старый)",
				"nameEN":"M3 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m3"
			},
			{
				"id":"xt_fake",
				"nameRU":"XT (неофициальный)",
				"nameEN":"XT (unofficial)",
				"description":"TODO",
				"icon":"xt"
			},
			{
				"id":"pr_fake",
				"nameRU":"Prime (неофициальный)",
				"nameEN":"Prime (unofficial)",
				"description":"TODO",
				"icon":"pr",
				"emissionColor":"16750676",
				"emissionColorThreshold":"0.4"
			},
			{
				"id":"trins_fake",
				"nameRU":"Тринс (неофициальный)",
				"nameEN":"Trins (unofficial)",
				"description":"TODO",
				"isStandard":true,
				"icon":"standard"
			},
			{
				"id":"tx_sp",
				"nameRU":"Стимпанк (Tanki X)",
				"nameEN":"Steampunk (Tanki X)",
				"descriptionRU":"«Твинс» стала одной из первых пушек будущего корпорации «Антей». Появилась она благодаря упавшим с неба кристаллам. Двуствольный плазмомёт — оружие маневренного боя, идеальное для подавления противника огнем. Не даёт врагу возможности сориентироваться и прицелиться под шквальным обстрелом, незаменима в маневренном сражении.",
				"descriptionEN":"The Twins turret was one of the first guns of the future produced by Antaeus. It was created using the crystals that fell to earth in meteor showers. The double-barrel plasma cannon is a tactical battlefield weapon that is perfect for suppressing enemy fire. Do not let the enemy find their bearings and aim during a heavy bombardment. This is an indispensable weapon for Blitzkrieg warfare.",
				"icon":"tx",
				"emissionColor":"4186194",
				"emissionColorSecond":"7581738",
				"emissionColorThreshold":"0.4"
			},
			{
				"id":"tx_xt",
				"name":"XT (Tanki X)",
				"descriptionRU":"«Твинс» стала одной из первых пушек будущего корпорации «Антей». Появилась она благодаря упавшим с неба кристаллам. Двуствольный плазмомёт — оружие маневренного боя, идеальное для подавления противника огнем. Не даёт врагу возможности сориентироваться и прицелиться под шквальным обстрелом, незаменима в маневренном сражении.",
				"descriptionEN":"The Twins turret was one of the first guns of the future produced by Antaeus. It was created using the crystals that fell to earth in meteor showers. The double-barrel plasma cannon is a tactical battlefield weapon that is perfect for suppressing enemy fire. Do not let the enemy find their bearings and aim during a heavy bombardment. This is an indispensable weapon for Blitzkrieg warfare.",
				"icon":"tx",
				"emissionColor":"4521983",
				"emissionColorThreshold":"0.6"
			}
		],
		"devices":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects"
			},
			{
				"id":"stabilized_plasma",
				"nameRU":"Стабилизированная плазма",
				"nameEN":"Stabilized plasma",
				"descriptionRU":"Заряды из стабилизированной плазмы лучше удерживают свою форму и не разрываются при попадании в танк или препятствие. Такие заряды не могут наносить сплеш-урон и самоурон.",
				"descriptionEN":"Shots of stabilized plasma keep their form better and do not explode upon hitting a tank or an obstacle. Such shots can't deal splash- and self-damage."
			},
			{
				"id":"plasma_accelerators",
				"nameRU":"Ускорители плазмы",
				"nameEN":"Plasma accelerators",
				"descriptionRU":"Изменение настроек ускорителей плазмы позволяет держаться в бою на более безопасном расстоянии от противника. Снаряды летят дальше и быстрее, но скорострельность снижена.",
				"descriptionEN":"Changing settings of plasma accelerators allows to be at a safer distance from the enemy in battle. Projectiles fly further and faster, but the fire rate is reduced."
			},
			{
				"id":"heavy_plasmagun",
				"nameRU":"Тяжёлый плазмомёт",
				"nameEN":"Heavy plasmagun",
				"descriptionRU":"Модификация пушки в духе знаменитого BFG. Стреляет большими шарами плазмы, которые летят медленно, но наносят больше урона. Остерегайтесь самоурона от сплеша!",
				"descriptionEN":"Turret modification in the tradition of the famous BFG. Fires big balls of plasma, which travel slowly, but deal more damage. Be cautious of the self-damage from splash!"
			},
			{
				"id":"plasma_turbo_accelerators",
				"nameRU":"Турбоускорители плазмы",
				"nameEN":"Plasma turbo accelerators",
				"descriptionRU":"Высококлассные генераторы плазмы и откалиброванные сверхпроводящие магниты позволяют яростно засыпать плазмой своих противников. Урон снижен, но это с лихвой компенсировано увеличенной скорострельностью и дальностью стрельбы.",
				"descriptionEN":"High-quality plasma generators and calibrated superconducting magnets let you furiously bombard your opponents with plasma. Damage is reduced, but it is more than offset by the increased rate of fire and shooting range."
			},
			{
				"id":"vaporizer",
				"nameRU":"Испепелятор",
				"nameEN":"Vaporizer",
				"descriptionRU":"Снижение температуры плазмы приводит к тому, что она не успевает детонировать при попадании. Остатки плазмы могут поджечь цель, при этом критический урон снижается.",
				"descriptionEN":"A decrease in plasma temperature leads to the plasma not being detonated when hitting a target. However, plasma remnants may ignite the target, but critical damage is decreased."
			},
			{
				"id":"cryotron",
				"nameRU":"Криотрон",
				"nameEN":"Cryotron",
				"descriptionRU":"Вместо обычных плазменных зарядов пушка стреляет криокапсулами. Критически низкая температура при детонации позволяет не только наносить урон, но и иногда замораживать цель, при этом критический урон снижается.",
				"descriptionEN":"Replaces the default plasma charges with Cryo capsules. On detonation, the critically low temperature allows you to not only deal damage but also freeze a target. However, critical damage is decreased."
			},
			{
				"id":"tectonic_plasma",
				"nameRU":"Тектоническая плазма",
				"nameEN":"Tectonic plasma",
				"descriptionRU":"Самая беспощадная версия пушки. Заряды критической плазмы при попадании оглушают цель, при этом критический урон снижается. Противник гарантированно закипит от злости.",
				"descriptionEN":"The most ruthless version of the turret. Critical plasma charges apply the «Stun» status effect upon hitting targets, but critical damage is decreased. Opponents will be raging!"
			},
			{
				"id":"plasmatron",
				"nameRU":"Плазмотрон",
				"nameEN":"Plasmatron",
				"descriptionRU":"Шары плазмы летят до цели очень быстро и наносят много урона. Взамен, время перезарядки между шарами сильно увеличено.\nУстройство внедряет в процесс стрельбы химические процессы, замедляя генерацию плазмы, с использованием революционного вещества на основе ингибиторов. Огневая мощь каждого выстрела становится сильнее благодаря более выдержанной генерации плазмовых снарядов и повышенному насыщению тем самым секретным химическим составом.",
				"descriptionEN":"Plasma balls fly faster and deal a lot of damage. However, recharge time between launched plasma balls is greatly increased. This augment implements chemical processes into shooting that slow down plasma generation using a revolutionary substance based on inhibitors. Firepower of each shot becomes stronger due to thorough generation of plasma shells and increased saturation with a secret chemical compound."
			}
		],
		"shotSkins":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true
			},
			{
				"id":"sky",
				"nameRU":"Небесный",
				"nameEN":"Sky",
				"descriptionRU":"Даже небо, обрушившееся на голову, не так опасно, как ваши смертоносные выстрелы, от которых нет спасения.",
				"descriptionEN":"The sky might not be falling, but your shots should still make your enemies run for cover."
			},
			{
				"id":"gold",
				"nameRU":"Золотой",
				"nameEN":"Gold",
				"descriptionRU":"Убийственный ливень из сверкающих как золотые слитки снарядов — именно то, чего заслужили ваши противники.",
				"descriptionEN":"Make it rain gold... shots, not boxes. Give them what they deserve."
			},
			{
				"id":"darkmoon",
				"nameRU":"Тёмная луна",
				"nameEN":"Dark moon",
				"descriptionRU":"Тёмная луна часто считается зловещей приметой. Ваше присутствие на поле битвы послужит врагам предзнаменованием их скорого поражения.",
				"descriptionEN":"A dark moon is often a bad omen. Your enemies should feel the same about your presence."
			},
			{
				"id":"violet",
				"nameRU":"Лиловый",
				"nameEN":"Violet",
				"descriptionRU":"Этот угрожающий цвет ваших выстрелов без слов расскажет противникам, что вы не собираетесь с ними шутить.",
				"descriptionEN":"The ominous color of your shots should be a clear message to your enemies that you're not messing around."
			},
			{
				"id":"coral",
				"nameRU":"Коралловый риф",
				"nameEN":"Coral reef",
				"descriptionRU":"За красотой коралла скрывается острая как нож кромка. Ваши выстрелы будут такими же.",
				"descriptionEN":"The coral reef might look pretty, but it cuts like a knife. Your shots should be the same."
			},
			{
				"id":"electric",
				"nameRU":"Разряд",
				"nameEN":"Electric",
				"descriptionRU":"Дайте вашим противникам знать, что они останутся в шоке от встречи с вами на поле боя.",
				"descriptionEN":"Let your enemies know that they're in for a shock when they meet you on the battlefield."
			},
			{
                "id":"blaster",
                "nameRU":"Бластер",
                "nameEN":"Blaster",
                "descriptionRU":"Зелёные лучи межгалактического бластера будут наносить сокрушительные удары, не оставляя ничего живого на своём пути.",
                "descriptionEN":"The green LED rays of intergalactic blaster will inflict devastating blows, leaving nothing on their way."
            },
			{
				"id":"m0_legacy",
				"name":"M0 (Legacy)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true
			},
			{
				"id":"m1_legacy",
				"name":"M1 (Legacy)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true
			},
			{
				"id":"m2_legacy",
				"name":"M2 (Legacy)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true
			},
			{
				"id":"m3_legacy",
				"name":"M3 (Legacy)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true
			}
		]
	},
	{
		"id":"ricochet",
		"nameRU":"Рикошет",
		"nameEN":"Ricochet",
		"descriptionRU":"Пушка малой дальности. Плазменные снаряды рикошетят и могут поразить противника за пределами прямой видимости.\n\nПлазмомёт «Рикошет» выпускает плазменные заряды, окутанные «умным» минус-полем. При попадании в танк заряд взрывается, но от других поверхностей отскакивает и продолжает полёт. Таким образом, из «Рикошета» можно поразить цель за укрытиями, даже не видя её.\n\nЧтобы поставить пушку на вооружение, команда из 22 специалистов три года работала в подземном бункере без права выхода на поверхность. К сожалению, решить проблемы с безопасностью применения не удалось. Заряд плазмы может элементарно прилететь обратно после рикошета. «Умное» минус-поле всё же недостаточно умное, чтобы отличить собственный танк от вражеского.\n\nСтраница пушки в <a href=\"https://ru.tankiwiki.com/%D0%A0%D0%B8%D0%BA%D0%BE%D1%88%D0%B5%D1%82\" target=\"_blank\"><u>WikiTO</u></a>.",
		"descriptionEN":"Small range turret. Plasma projectiles ricochet and can damage enemies even out of your field of vision.\n\nThe «Ricochet» plasmagun fires plasma projectiles coated with a “smart” minus-field. The projectile will explode when it hits a tank, but if it hits a solid obstacle, it will bounce off and continue its flight. This way, you can hit targets even if you can’t see them.\n\nTo mass-produce this turret, a team of 22 specialists worked for 3 years straight in an underground bunker without permission to see the sky. Unfortunately, it was impossible to solve one safety issue completely: plasma rounds can easily bounce back after ricocheting. The “smart” minus-field is clever, but not clever enough to distinguish enemy tanks from the user.\n\nMore information about this turret can be found in the <a href=\"https://en.tankiwiki.com/Ricochet\" target=\"_blank\"><u>Wiki</u></a>.",
		"skins":
		[
			{
				"id":"hd",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true,
				"icon":"standard",
				"emissionColor":"16743168",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"xt",
				"name":"XT",
				"descriptionRU":"Рикошет XT стилизован под крокодилью пасть. Крепкие острые зубы заставят ваших врагов сто раз подумать, прежде чем нападать.",
				"descriptionEN":"Ricochet XT is made to look like a crocodile maw, with sharp and long teeth that will make your enemies double guess their decision to approach you in future battles.",
				"icon":"xt"
			},
			{
				"id":"lc",
				"name":"Legacy",
				"descriptionRU":"Мы вернулись в осень 2010 года, отыскали Рикошет и позаимствовали его внешний вид. Теперь Рик в старой графике бродит среди нас.",
				"descriptionEN":"Ricochet gets a throwback to its very first skin from 2010. Take a trip down memory lane with Ricochet legacy.",
				"icon":"lc",
				"emissionColor":"16429326",
				"emissionColorSecond":"7004188",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"rt",
				"name":"RT",
				"descriptionRU":"Существует легенда, что эти скины привёз на планету один из танкистов, чей космический корабль потерпел крушение. Ему удалось спастись, добравшись по обломкам корабля до спасательной капсулы. Во время полёта он хватал все артефакты, попадавшиеся на его пути, среди которых оказались эти скины. Они получили название «RetroFuture». Глаз не оторвать, правда?",
				"descriptionEN":"There is a legend that was brought to the planet by a tanker whose spaceship crashed. He managed to survive by climbing over the spaceship's remains to the escape pod. During his space journey, he was collecting all the artifacts on his way, and these skins were one of them. They were named «RetroFuture». They're very good, aren't they?",
				"icon":"rt"
			},
			{
				"id":"gt",
				"name":"GT",
				"descriptionRU":"Специальная линейка GT скинов для пушек - это не только отличное дополнение для любого колёсного корпуса, но и проявление особой смелости. Не каждый танкист готов пожертвовать скрытностью и осторожностью на поле боя, ради того, чтобы продемонстрировать всю уникальность и особенность своего танка.\n\nСерия GT скинов для пушек это мощное и красивое оружие, которое создано для самых решительных и смелых игроков.\n\nПушки GT отличаются уникальным дизайном, который делает их узнаваемыми на поле боя, оснащены передовыми технологиями и материалами и имеют стильный дизайн, который подчеркивает их мощь и элегантность.",
				"descriptionEN":"The special GT series of turret skins is not only a great addition to any wheeled hull, but also a show of special courage. Not every tanker can sacrifice being concealed and cautious on the battle field to show the uniqueness and specialty of their tank.\n\nThe GT series of turret skins is a powerful and beautiful weapon made for the most determined and brave players.\n\nGT turrets have a unique design that makes them recognized on the battlefield, advanced technologies and materials and have a stylish design that highlights their power and elegance.",
				"icon":"gt",
				"emissionColor":"16743168",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"m0",
				"name":"M0",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m0"
			},
			{
				"id":"m1",
				"name":"M1",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m1"
			},
			{
				"id":"m2",
				"name":"M2",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m2"
			},
			{
				"id":"m3",
				"name":"M3",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m3"
			},
			{
				"id":"m0_old",
				"nameRU":"M0 (старый)",
				"nameEN":"M0 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m0"
			},
			{
				"id":"m1_old",
				"nameRU":"M1 (старый)",
				"nameEN":"M1 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m1"
			},
			{
				"id":"m2_old",
				"nameRU":"M2 (старый)",
				"nameEN":"M2 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m2"
			},
			{
				"id":"m3_old",
				"nameRU":"M3 (старый)",
				"nameEN":"M3 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m3"
			},
			{
				"id":"xt_fake",
				"nameRU":"XT (неофициальный)",
				"nameEN":"XT (unofficial)",
				"description":"TODO",
				"icon":"xt"
			},
			{
				"id":"tx_m2",
				"name":"M2 (Tanki X)",
				"descriptionRU":"Ответом на «Твинс» стало новое изобретение красной корпорации — «Рикошет». Запертые в магнитное поле плазменные сгустки отскакивают от препятствий, а орудийные датчики безошибочно определяют контакт с корпусом вражеского танка. Когда в замкнутых городских пространствах не спрятаться от снаряда даже за изгибом улицы или тоннеля, у маневренных танков противника резко снижаются шансы на выживание.",
				"descriptionEN":"The latest development of the red corporation, Ricochet, became the answer to the Twins. Trapped inside a magnetic field, the balls of plasma are able to bounce off obstacles. The weapon's sensors accurately determine when they come in contact with the plating of an enemy tank, and only then do they release their payload. When your enemy can no longer hide from projectile fire in confined urban spaces behind bends in the road or in tunnels, the chance that they will escape is much reduced.",
				"icon":"tx",
				"emissionColor":"4186194",
				"emissionColorThreshold":"0.4"
			}
		],
		"devices":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects"
			},
			{
				"id":"destabilized_plasma",
				"nameRU":"Дестабилизированная плазма",
				"nameEN":"Destabilized plasma",
				"descriptionRU":"Шары из плазмы в неустойчивом состоянии разлетаются на сгустки при малейшем соприкосновении с любой поверхностью, поражая всех врагов и самого стрелка в небольшом радиусе. Дестабилизированное минус-поле выдерживает минимум рикошетов снаряда.",
				"descriptionEN":"Balls of unstable plasma disperse into clots after the slightest touch from any obstacle, hitting all enemies and the shooter themselves in a small radius."
			},
			{
				"id":"minus_field_stabilization",
				"nameRU":"Стабилизация минус-поля",
				"nameEN":"Minus-field stabilization",
				"descriptionRU":"Дополнительная стабилизация минус-поля перед каждым выстрелом позволяет вести эффективную стрельбу на большей дистанции. Снаряды летят дальше и быстрее, но скорострельность снижена.",
				"descriptionEN":"Additional stabilization of the minus-field before each shot allows to fire effectively at a longer range. Projectiles travel further and faster, but the fire rate is reduced."
			},
			{
				"id":"plasma_torch",
				"nameRU":"Плазма-факел",
				"nameEN":"Plasma-torch",
				"descriptionRU":"Модификация, превращающая пушку в ближнебойный плазменный пулемёт. Значительно повышается темп стрельбы за счёт радикального снижения скорости полёта снарядов и урона. Кроме того, неустойчивая плазма не может рикошетировать больше одного раза.",
				"descriptionEN":"Modification that turns the turret into a short range plasmagun. Noticeably increases the rate of fire due to the radically reduced flying speed and damage of the rounds. Also, unstable plasma can't ricochet more than once."
			},
			{
				"id":"helios",
				"nameRU":"Гелиос",
				"nameEN":"Helios",
				"descriptionRU":"Снайперская модификация Рикошета. Выпускает весь заряд короткой дальнобойной очередью, однако после выпуска всего баллона восстановление до боевой готовности происходит дольше из-за перегрева ствола. Чрезвычайно эффективна, если не подпускать противника близко и атаковать из укрытия.",
				"descriptionEN":"Sniper version of Ricochet. All the energy is used for a short but long-range burst of shots. Extremely effective at keeping enemies at bay, or setting up for an ambush."
			},
			{
				"id":"sizzling_field",
				"nameRU":"Испепеляющее поле",
				"nameEN":"Sizzling field",
				"descriptionRU":"Аккуратная дестабилизация минус-поля после рикошета приводит к частичному взрыву при контакте с целью. Остатки плазмы имеют шанс поджечь цель критическим уроном.",
				"descriptionEN":"An accurate destabilization of the minus-field leads to a small explosion of plasma on contact with a tank. The remains of the plasma will ignite the target on a critical hit."
			},
			{
				"id":"cryo_field",
				"nameRU":"Криополе",
				"nameEN":"Cryo field",
				"descriptionRU":"Вместо инкапсулирования плазмы, минус-поле в этом устройстве несёт к цели криоген. При удачном попадании криоген проникает под броню и замораживает цель при критическом уроне.",
				"descriptionEN":"Instead of encapsulated plasma, the minus-field of this augment contains cryogen. Cryogen penetrates the target tank's armor and freezes the target on a critical hit."
			},
			{
				"id":"tectonic_field",
				"nameRU":"Тектоническое поле",
				"nameEN":"Tectonic field",
				"descriptionRU":"Усовершенствованная версия плазмы при критическом попадании позволяет обездвижить соперника, лишая его возможности стрелять, активировать припасы и овердрайвы или самоуничтожаться на некоторое время.",
				"descriptionEN":"An improved version of plasma lets you immobilize an opponent, leaving them unable to shoot, activate overdrives and supplies, or self-destruct for some time. The explosion may stun multiple targets on a critical hit."
			}
		],
		"shotSkins":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true
			},
			{
				"id":"gold",
				"nameRU":"Золотой",
				"nameEN":"Gold",
				"descriptionRU":"Убийственный ливень из сверкающих как золотые слитки снарядов — именно то, чего заслужили ваши противники.",
				"descriptionEN":"Make it rain gold... shots, not boxes. Give them what they deserve."
			},
			{
				"id":"smoke",
				"nameRU":"Дымчатый",
				"nameEN":"Smoke",
				"descriptionRU":"Говорят, дыма без огня не бывает. Покажите вашим врагам, что в этом дыму сгорают их мечты о победе в бою.",
				"descriptionEN":"They say that where there's smoke there's fire. Show your enemies that your smoke also brings pain."
			},
			{
				"id":"crimson",
				"nameRU":"Багровый",
				"nameEN":"Crimson",
				"descriptionRU":"Выстрелы багрового цвета несут в себе гнев, который падёт на ваших врагов, словно раскат грома.",
				"descriptionEN":"This one is crimson, like the color of your wrath in battle."
			},
			{
				"id":"magma",
				"nameRU":"Магма",
				"nameEN":"Magma",
				"descriptionRU":"Есть краска огненного цвета? Теперь вам нужен пылающий эффект выстрела. А вот и он.",
				"descriptionEN":"Got a hot paint job? Now you need an equally hot shot color to go with it. Here it is."
			},
			{
				"id":"toxic",
				"nameRU":"Ядовитый",
				"nameEN":"Toxic",
				"descriptionRU":"Ядовитые вещества очень опасны, но вам это только на руку. Превратите поле битвы в токсичный полигон, отравляя врагов своими выстрелами.",
				"descriptionEN":"A toxic attitude will get you banned. But it's perfectly fine for your tank to spread toxicity. So have fun with it."
			},
			{
				"id":"violet",
				"nameRU":"Лиловый",
				"nameEN":"Violet",
				"descriptionRU":"Этот угрожающий цвет ваших выстрелов без слов расскажет противникам, что вы не собираетесь с ними шутить.",
				"descriptionEN":"The ominous color of your shots should be a clear message to your enemies that you're not messing around."
			},
			{
				"id":"aqua",
				"nameRU":"Аква",
				"nameEN":"Aqua",
				"descriptionRU":"«Aqua» означает «вода» на латыни. Эта прозрачная текучая жидкость — не только источник жизни: струя воды под давлением приобретает разрушительную мощь. Ваши выстрелы будут такими же опасными.",
				"descriptionEN":"Aqua... Latin for «water» — fluid, adaptable, but incredibly destructive when applied with focus, just like your shot."
			},
			{
				"id":"electric",
				"nameRU":"Разряд",
				"nameEN":"Electric",
				"descriptionRU":"Дайте вашим противникам знать, что они останутся в шоке от встречи с вами на поле боя.",
				"descriptionEN":"Let your enemies know that they're in for a shock when they meet you on the battlefield."
			},
			{
				"id":"blaster",
				"nameRU":"Бластер",
				"nameEN":"Blaster",
				"descriptionRU":"Красные лучи межгалактического бластера будут наносить сокрушительные удары, не оставляя ничего живого на своём пути.",
				"descriptionEN":"The red LED rays of intergalactic blaster will inflict devastating blows, leaving nothing on their way."
			}
		]
	},
	{
		"id":"smoky",
		"nameRU":"Смоки",
		"nameEN":"Smoky",
		"descriptionRU":"Пушка средней дальности. Универсальное орудие с быстрой перезарядкой.\n\nСтандартная танковая пушка без особых изысков и усложнений. Снабжена скоростным автоматом заряжания. Требует умелого удержания противника в прицеле и отсутствие промахов для максимальной эффективности.\n\nЛегендарная танковая пушка получила распространение из-за дешевизны и простоты обслуживания. Установите её на быстрый корпус и, шныряя между ошарашенными врагами, берите тяжёлые неповоротливые танки на измор.\n\nСтраница пушки в <a href=\"https://ru.tankiwiki.com/%D0%A1%D0%BC%D0%BE%D0%BA%D0%B8\" target=\"_blank\"><u>WikiTO</u></a>.",
		"descriptionEN":"Medium range turret. A universal weapon with fast reload.\n\nStandard turret without much frills or complexity. It is equipped with a high-speed charging machine. This turret requires the skill to hold the enemy in sight and no misses for maximum efficiency.\n\n«Smoky» is a legendary turret, made widely popular by how affordable and simple to maintain it is. Install it on a fast hull, and while sliding between shocked enemies, destroy each unwieldy heavy tank one by one.\n\nMore information about this turret can be found in the <a href=\"https://en.tankiwiki.com/Smoky\" target=\"_blank\"><u>Wiki</u></a>.",
		"skins":
		[
			{
				"id":"hd",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true,
				"icon":"standard",
				"emissionColor":"65279",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"xt",
				"name":"XT",
				"descriptionRU":"Создатель XT-скина для Смоки провёл несколько лет в тропических лесах Южной Америки, изучая жизнь анаконд. Вернувшись домой, он решил воспроизвести образ этой огромной змеи в танковой пушке — так появился этот скин.",
				"descriptionEN":"Creator of XT-skin for Smoky spent several years among the tropical forests of South America, learning anacondas. After returning home, he wanted to recreate the image of the giant snake in a tank turret — and that's how it's made.",
				"icon":"xt"
			},
			{
				"id":"lc",
				"name":"Legacy",
				"descriptionRU":"Здравствуй, товарищ! Олдскул снова становится горячим трендом! Простой, без лишней вычурности, этот Legacy скин для Смоки вернёт теплоту и атмосферность прежних лет.",
				"descriptionEN":"Hello, comrade! Old school is back in fashion. Simple and with no excessive pretentiousness, this Legacy skin for Smoky brings back the warmth and cosiness of the old times.",
				"icon":"lc"
			},
			{
				"id":"gt",
				"name":"GT",
				"descriptionRU":"Возьмите одну из самых популярных пушек в игре, добавьте передовые инженерные технологии и позвольте талантливым дизайнерам поколдовать над обликом. Это и есть рецепт неповторимого скина «Смоки GT».\n\nДля разработки этого скина использовался широкий спектр технологий моделирования и инновационных моделирующих комплексов. В результате появился уникальный скин, впечатляющий роскошными материалами отделки. Его корпус собирали вручную из-за сложной технологии производства. Это существенно подняло цену модели и повысило престижность скина.",
				"descriptionEN":"Take one of the most popular turrets in the game, add some cutting-edge engineering technologies, and let the talented designers do their job.\n\nThat's the recipe for this unique Smoky GT skin.\n\nA wide range of modeling technologies and techniques were used to develop this skin. The result is a distinctive skin that catches the eye with its luxurious finishing. Its body was assembled by hand due to its difficult production technology. This significantly raised the price of this model, increasing the prestige associated with it.",
				"icon":"gt",
				"emissionColor":"64767",
				"emissionColorThreshold":"0.4"
			},
			{
				"id":"m0",
				"name":"M0",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m0"
			},
			{
				"id":"m1",
				"name":"M1",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m1"
			},
			{
				"id":"m2",
				"name":"M2",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m2"
			},
			{
				"id":"m3",
				"name":"M3",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m3"
			},
			{
				"id":"m0_old",
				"nameRU":"M0 (старый)",
				"nameEN":"M0 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m0"
			},
			{
				"id":"m1_old",
				"nameRU":"M1 (старый)",
				"nameEN":"M1 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m1"
			},
			{
				"id":"m2_old",
				"nameRU":"M2 (старый)",
				"nameEN":"M2 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m2"
			},
			{
				"id":"m3_old",
				"nameRU":"M3 (старый)",
				"nameEN":"M3 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m3"
			},
			{
				"id":"xt_old",
				"nameRU":"XT (старый)",
				"nameEN":"XT (old)",
				"descriptionRU":"Усовершенствованная версия классической «Смоки» превосходит по мощи все её рядовые модификации, включая M3. Экспериментальная партия пушек была похищена с завода и появилась на чёрном рынке в обход всех легальных каналов. Однако спецагенты уже вышли на след похителей и скоро доберутся до покупателей, чтобы конфисковать Смоки XT. Торопитесь!\n\nПользоваться пушкой можно до 24 февраля 2011 года. В этот день в 08:00 по московскому времени орудие будет изъято.",
				"descriptionEN":"Special version of classic Smoky gun exceeds in power all its ordinary modifications, including M3. Experimental series of this guns was stolen from the factory and leaked to black market. But special agents already tailed the thieves and soon agents will come to buyers to confiscate illegally bought item. You have 7 days only!\n\nYou can use Smoky XT till February, 22. On that day in 05:00 (UTC +3) the gun will be confiscated.",
				"icon":"xt"
			},
			{
				"id":"release_1.100_1",
				"nameRU":"Релиз 1.100 (1)",
				"nameEN":"Release 1.100 (1)",
				"description":"TODO",
				"icon":"m1"
			},
			{
				"id":"release_1.100_2",
				"nameRU":"Релиз 1.100 (2)",
				"nameEN":"Release 1.100 (2)",
				"description":"TODO",
				"icon":"m1"
			},
			{
				"id":"pumpkin_old",
				"nameRU":"Тыква (старый)",
				"nameEN":"Pumpkin (old)",
				"description":"TODO",
				"icon":"xt"
			},
			{
				"id":"snowman_old",
				"nameRU":"Снеговик (старый)",
				"nameEN":"Snowman (old)",
				"description":"TODO",
				"icon":"xt"
			},
			{
				"id":"xt_fake",
				"nameRU":"XT (неофициальный)",
				"nameEN":"XT (unofficial)",
				"description":"TODO",
				"icon":"xt"
			},
			{
				"id":"2.0_m2",
				"name":"M2 (Tanki Online 2.0)",
				"description":"TODO",
				"icon":"2.0"
			},
			{
				"id":"tx_xt",
				"name":"XT (Tanki X)",
				"descriptionRU":"Надёжность и простота. Автомат Калашникова от мира танкового оружия, «Смоки» хорошо показывает себя в любых типах сражений. Это орудие — не шедевр и не заявка на превосходство, но гарантия боеспособности танка в любых условиях.",
				"descriptionEN":"It is a reliable and simple weapon. It is the AK-47 in the tank turrets world. Smoky has proven itself to be a useful weapon in all types of battles. This turret is not the most perfect weapon, but it will make your tank competitive under any conditions.",
				"icon":"tx",
				"emissionColor":"4521983",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"tx_victory_day",
				"nameRU":"День Победы (Tanki X)",
				"nameEN":"Victory Day (Tanki X)",
				"descriptionRU":"Надёжность и простота. Автомат Калашникова от мира танкового оружия, «Смоки» хорошо показывает себя в любых типах сражений. Это орудие — не шедевр и не заявка на превосходство, но гарантия боеспособности танка в любых условиях.",
				"descriptionEN":"It is a reliable and simple weapon. It is the AK-47 in the tank turrets world. Smoky has proven itself to be a useful weapon in all types of battles. This turret is not the most perfect weapon, but it will make your tank competitive under any conditions.",
				"icon":"tx",
				"emissionColor":"4521983",
				"emissionColorThreshold":"0.4"
			}
		],
		"devices":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects"
			},
			{
				"id":"assault_rounds",
				"nameRU":"Штурмовые снаряды",
				"nameEN":"Assault rounds",
				"descriptionRU":"Повышена сила удара для дестабилизации вражеского прицела. Критический урон отключён.\nАккуратным попаданием в край корпуса противника можно сбить его линию прицеливания. Снаряд пройдёт мимо твоего танка и ты получишь решающее преимущество в поединке. Главное самому не промахиваться.",
				"descriptionEN":"Rounds with increased impact strength will make it easier to throw off the enemy's aim. Such rounds can't deal critical damage."
			},
			{
				"id":"high_precision_aiming_system",
				"nameRU":"Система высокоточного прицеливания",
				"nameEN":"High-precision aiming system",
				"descriptionRU":"Обычный и критический уроны повышены. Перезарядка становится дольше. Скорость снарядов снижена.\nВысококачественный ствол и механизм корректировки прицеливания значительно повысили урон. Однако использование такого высокоточного оборудования привело к увеличению времени перезарядки и снижению скорости снаряда.",
				"descriptionEN":"High-quality barrel and aiming correction mechanism noticeably increase damage. The use of the highly accurate equipment led to increase in reloading time."
			},
			{
				"id":"supercumulative_rounds",
				"nameRU":"Суперкумулятивные снаряды",
				"nameEN":"Supercumulative rounds",
				"descriptionRU":"Суперкумулятивные выстрелы попадаются в боекомплекте ещё реже, чем «обычные» кумулятивные заряды, однако и повреждения от таких снарядов гораздо больше. Урон критических выстрелов повышен за счёт уменьшения их частоты.",
				"descriptionEN":"Supercumulative shots appear in the ammo clip even more rare than the \"regular\" cumulative rounds, but the damage from such rounds is also much greater. The damage from critical shots is increased because of the reduced critical rate."
			},
			{
				"id":"autocannon",
				"nameRU":"Автопушка",
				"nameEN":"Autocannon",
				"descriptionRU":"Перезарядка, отдача и сила удара пушки уменьшены. Урон и шанс критического урона снижены.\nАвтоматизированный конвейер заряжания в разы повышает скорострельность, но снижает шанс критических попаданий. Обычные выстрелы теряют большую часть своей эффективности.",
				"descriptionEN":"Automated charging conveyor belt highly increases the firing rate but also significantly decreases critical hit chance. Regular shots lose most of their effectiveness."
			},
			{
				"id":"rubberized_rounds_smoky",
				"nameRU":"Прорезиненные снаряды",
				"nameEN":"Rubberized rounds",
				"descriptionRU":"Cнаряды с резиновой оболочкой могут поражать цели рикошетом, в том числе наносить противнику критический урон из-за угла. Однако число рикошетов сильно ограничено, а скорость снарядов повышена.",
				"descriptionEN":"These rubber-encased shells may hit enemies and even deal critical damage after ricocheting. However, the maximum number of ricochets is limited."
			},
			{
				"id":"explosive_rounds",
				"nameRU":"Разрывные снаряды",
				"nameEN":"Explosive rounds",
				"descriptionRU":"Добавлен усиленный сплеш-урон. Рикошет снарядов отключён.\nЗамена стандартных бронебойных выстрелов на разрывные. Такие снаряды могут поражать сразу несколько целей сплеш-уроном и критическим уроном. Кумулятивные снаряды в боекомплекте не могут рикошетить.",
				"descriptionEN":"Replacement for the standard Armor-Piercing shots with explosive rounds. Such rounds can hit multiple targets at once with splash damage, but the damage radius is not that large due to the turret's small caliber. Cumulative shots are not changed and deal critical damage only to one target."
			},
			{
				"id":"sorted_ammunition",
				"nameRU":"Упорядоченная боеукладка",
				"nameEN":"Sorted ammunition",
				"descriptionRU":"Всё же нашёлся один техник с интересной фамилией Шрёдингер, который загрузил орудийный боекомплект как полагается. Это устройство гарантирует, что каждый четвертый выстрел будет критическим. Каким образом оно это делает и как техник предусмотрел все будущие промахи стрелка — остаётся загадкой.",
				"descriptionEN":"An engineer named Schrödinger succeeded in perfecting a mechanism to load ammunition in a clever way. This augment guarantees that every fourth shot will deal critical damage. How it works and how the engineer envisaged all the misses of the shooter still remains a mystery."
			},
			{
				"id":"incendiary_rounds_smoky",
				"nameRU":"Зажигательные снаряды",
				"nameEN":"Incendiary rounds",
				"descriptionRU":"Замена стандартных выстрелов на заряды, начинённые огнесмесью. Критическое попадание поджигает цель.",
				"descriptionEN":"Replaces standard shots with rounds filled with an incendiary compound. On a critical shot, it ignites the target."
			},
			{
				"id":"cryo_rounds_smoky",
				"nameRU":"Криоснаряды",
				"nameEN":"Cryo rounds",
				"descriptionRU":"Замена стандартных кумулятивных выстрелов на заряды с фреоном. Критическое попадание полностью замораживает цель.",
				"descriptionEN":"Replaces standard shots with rounds filled with freon. On a critical shot, it freezes the target."
			},
			{
				"id":"paralyzing_rounds",
				"nameRU":"Парализующие снаряды",
				"nameEN":"Paralyzing rounds",
				"descriptionRU":"Замена стандартных кумулятивных выстрелов на парализующие снаряды. Критическое попадание обездвиживает цель.",
				"descriptionEN":"Replaces the standard cumulative shots with paralyzing rounds. Critical hits immobilize the target."
			},
			{
				"id":"hyperspeed_rounds",
				"nameRU":"Гиперскоростные снаряды",
				"nameEN":"Hyperspeed rounds",
				"descriptionRU":"С увеличением расстояния до цели урон выстрела увеличивается вместо того, чтобы уменьшаться. Начальный урон снижен, скорость снарядов увеличена, а критический урон отключён.\nУправляемые снаряды с запредельной мощностью, урон которых увеличивается с расстоянием. Взрыв такого снаряда рядом с собственным танком может его уничтожить. Чтобы этого не произошло, начальная скорость снаряда значительно увеличена, а специальная система ограничивает урон до тех пор, пока снаряд не уйдёт далеко от танка.",
				"descriptionEN":"The damage dealt increases proportionally with the distance from the target, instead of getting decreased. The initial damage is reduced, projectile speed is increased, and critical damage is disabled. Controlled shells have incredible power, the damage of which increases with distance. An explosion of such a shell near one’s own tank can destroy it. To avoid it, the initial speed of shells is significantly increased and the special system limits the number of damage until the shell flies far from the tank."
			}
		],
		"shotSkins":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true
			}
		]
	},
	{
		"id":"striker",
		"nameRU":"Страйкер",
		"nameEN":"Striker",
		"descriptionRU":"Ракетная установка средней дальности. При удержании кнопки стрельбы может запустить несколько самонаводящихся ракет.\n\nПротивотанковой ракетной установке «Страйкер» требуется значительное время для захвата цели. С другой стороны, увернуться от запущенных самонаводящихся ракет у цели нет никаких шансов. Для динамичного боя предусмотрена возможность запускать ракеты прямой наводкой. Немного расточительно, но в ближнем бою это даёт решающее преимущество в скорострельности.\n\nС незапамятных времён самой большой угрозой танку была противотанковая ракета. Маленькая зверюга могла бережно донести заряд взрывчатки до цели на очень большом расстоянии. Противотанковый комплекс «Страйкер» продолжает многолетнюю традицию по экспресс-доставке концентрированного ада до брони противника.\n\nСтраница пушки в <a href=\"https://ru.tankiwiki.com/%D0%A1%D1%82%D1%80%D0%B0%D0%B9%D0%BA%D0%B5%D1%80\" target=\"_blank\"><u>WikiTO</u></a>.",
		"descriptionEN":"Medium range missile launcher. Holding down the firing button will lock onto a target and launch a barrage of guided missiles.\n\nAnti-tank missile launcher «Striker» requires significant time to lock onto a target. On the other hand, there is no chance of the target dodging the launched guided missiles. For dynamic battles, an option to directly shoot the rockets is also included. It’s a bit wasteful, but in close combat, it can give you a decisive advantage in firing rate.\n\nSince the dawn of warfare, the biggest threat to a tank was the anti-tank missile. That beastie could carefully deliver an explosive package to its target from a very long distance. Anti-tank turret «Striker» continues a century-old tradition of express explosion delivery to the tank and its armor.\n\nMore information about this turret can be found in the <a href=\"https://en.tankiwiki.com/Striker\" target=\"_blank\"><u>Wiki</u></a>.",
		"skins":
		[
			{
				"id":"m3",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true,
				"icon":"standard"
			},
			{
				"id":"xt",
				"name":"XT",
				"descriptionRU":"Создатели этого скина были вдохновлены подводным миром, полным опасностей, и его загадочными обитателями. Пронзительный взгляд морского демона словно держит врагов на прицеле, а хищная мурена готова вцепиться своими острыми зубами в любую мишень.",
				"descriptionEN":"The designers of this skin were inspired by the marine underworld, full of dangers and mysterious inhabitants. The intimidating stare of a goliath as it muscles its way through thick schools of fish, and the rapacious moray eel as it prepares to sink its sharp teeth into its prey.",
				"icon":"xt"
			},
			{
				"id":"ut",
				"name":"Ultra",
				"descriptionRU":"Вам нравится свист и шипение набирающих скорость ракет Страйкера? С этим скином Ультра стрелять залпом станет вдвойне приятнее.",
				"descriptionEN":"The \"whoooosh\" of a Striker's salvo is one of the coolest sounds in the game. Complete the picture by equipping this cool Ultra Skin.",
				"icon":"ut",
				"emissionColor":"14768643",
				"emissionColorSecond":"1674186",
				"emissionColorThreshold":"0.4"
			},
			{
				"id":"m0",
				"name":"M0",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m0"
			},
			{
				"id":"m1",
				"name":"M1",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m1"
			},
			{
				"id":"m2",
				"name":"M2",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m2"
			},
			{
				"id":"demo",
				"nameRU":"M3 (тестовый)",
				"nameEN":"M3 (test)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m3"
			}
		],
		"devices":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects"
			},
			{
				"id":"remote_rocket_explosives",
				"nameRU":"Дистанционный подрыв ракет",
				"nameEN":"Remote rocket explosives",
				"descriptionRU":"Ракеты комплектуются бесконтактным взрывателем с радиодатчиком. Повторное нажатие на кнопку стрельбы, пока ракета в воздухе, немедленно подрывает её. Будьте осторожны при стрельбе одиночными!",
				"descriptionEN":"Rockets are provided with a contactless trigger and radio emitter. Double-press on the fire button, while the rocket is still in the air, will immediately explode it. Be cautious while firing single shots!"
			},
			{
				"id":"missile_launcher_hunter",
				"nameRU":"Пусковая установка «Охотник»",
				"nameEN":"Missile launcher «Hunter»",
				"descriptionRU":"Модификация для любителей меткой стрельбы. Обеспечивает почти мгновенный захват цели при наведении, однако в залпе лишь одна ракета.",
				"descriptionEN":"Modification for the fans of a high accuracy shooting. Provides an almost instant target aquisition while aiming, but has only one rocket per launch."
			},
			{
				"id":"missile_launcher_cyclone",
				"nameRU":"Пусковая установка «Циклон»",
				"nameEN":"Missile launcher «Cyclone»",
				"descriptionRU":"Модификация для охотников за тяжёлыми танками. Вдвое увеличивает число ракет в залпе, однако время захвата цели при наведении также увеличено.",
				"descriptionEN":"Modification for those who hunt heavy tanks. Doubles the number of rockets per launch, but while aiming target aquisition time is also increased."
			},
			{
				"id":"missile_launcher_uranium",
				"nameRU":"Пусковая установка «Уран»",
				"nameEN":"Missile launcher «Uranium»",
				"descriptionRU":"Модификация для знатоков подрывного дела: устройство увеличивает урон ракет, но делает их более медленными. В залпе только 4 ракеты.",
				"descriptionEN":"An augment for tankers who love big explosions. Your rockets will deal more damage, but they will travel more slowly, and you will only fire 4 rockets per salvo."
			},
			{
				"id":"incendiary_missiles",
				"nameRU":"Поджигающие боеголовки",
				"nameEN":"Incendiary missiles",
				"descriptionRU":"Критический урон поджигает вражеский танк на короткое время.\nМодификация со специальным преобразователем ракет, срабатывающем при критических попаданиях. Преобразовывает стандартные боеголовки в воспламеняющие. Позволяет охватить соперника языками пламени, отнимающими несколько единиц урона в секунду в течение некоторого времени.",
				"descriptionEN":"Critical damage sets the target on fire for a short period of time. A modification with a special rocket converter that gets enabled on critical hits. Converts standard missiles to incendiary ones that let you engulf your opponent in flames, dealing continuous damage per second for some time."
			},
			{
				"id":"cryo_missiles",
				"nameRU":"Крио боеголовки",
				"nameEN":"Cryo missiles",
				"descriptionRU":"Критический урон накладывает статус-эффект «Заморозка» на короткое время. Модификация со специальным преобразователем снарядов, срабатывающем при критических попаданиях, преобразовывает стандартные боеголовки в замораживающие. На некоторое время замораживает цель, тем самым замедляет передвижение танка и «приваривает» башню к корпусу.",
				"descriptionEN":"Critical damage applies the «Freezing» status effect to the enemy tank for a short period of time. A modification with a special rocket converter that enables upon critical hits. Converts standard missiles to freezing ones. Let you slow down the movement of the enemy on the battlefield, and also almost weld their turret to the hull for some time."
			},
			{
				"id":"stunning_missiles",
				"nameRU":"Обездвиживающие боеголовки",
				"nameEN":"Stunning missiles",
				"descriptionRU":"Модификация для охотников на одиночную опасную цель. Танк, который поражается критическим уроном, теряет управляемость на некоторое время.",
				"descriptionEN":"A modification to immobilize dangerous targets. Any tank hit by critical damage will not be able to move for a period of time."
			},
			{
				"id":"missile_launcher_tandem",
				"nameRU":"Пусковая установка «Тандем»",
				"nameEN":"Missile launcher «Tandem»",
				"descriptionRU":"В залпе две быстронаводящиеся ракеты. Угловая скорость ракет и шанс критического урона увеличены.\nВам попался слишком опытный противник, который предсказывает каждое действие и уклоняется от ракет? Запустите в него быструю самонаводящуюся ракету! Противник настолько крут, что увернулся и от неё? Тогда запустите сразу две самонаводящиеся ракеты! Пусть попробует увернуться от такого.",
				"descriptionEN":"Got a very experienced opponent who predicts every move of yours and dodges rockets? Fire a fast-homing rocket at them! Is the opponent so cool that they dodged that one too? Fire two fast-homing rockets simultaneously! Have them try to dodge that."
			},
			{
				"id":"missile_launcher_hydra",
				"nameRU":"Пусковая установка «Гидра»",
				"nameEN":"Missile launcher «Hydra»",
				"descriptionRU":"Скорострельная ракетница. Залп запускает огромное число неуправляемых ракет со сниженным уроном.\nРакеты, устанавливаемые в прошлом на штурмовых вертолётах, значительно меньше в размере из-за отсутствия системы наведения. Это позволяет запихать в пусковую установку невероятно большое число этих малюток. Продолжительность залпа позволяет легко переключаться между несколькими целями не прерывая залп. Не то чтобы у танкиста был выбор, прерывать залп или нет.",
				"descriptionEN":"A rapid-fire rocket launcher. The salvo launches an enormous amount of uncontrollable rockets with decreased damage. These rockets used to be mounted on attack helicopters. Due to the lack of aiming system and the smaller size, it is possible to cram multiple rockets into the launcher. The long duration of salvo attack allows switching between enemies while shooting without interrupting the flow of salvo rockets. Not that the tanker had a choice to interrupt the rocket flow anyway."
			},
			{
				"id":"missile_launcher_faust",
				"nameRU":"Пусковая установка «Фауст»",
				"nameEN":"Missile launcher «Faust»",
				"descriptionRU":"Дальность ракет снижена, но захват цели и перезарядка происходят быстрее.\nСловно артист на сцене театра, игрок с этим устройством играет на публику. Никаких антрактов, только молниеносно быстрое развитие событий на поле боя. Артист начинающий, так что донести свою мысль до зрителя на балконе получается не всегда.",
				"descriptionEN":"Range of missiles has been decreased, but it takes less time to aim on a target and reload. Like an artist on a theater stage, a player with this augment acts for an audience. No intermissions, only lightning-quick course of events on the battlefield. However, the artist is a beginner, sometimes they fail to convey their idea to the viewer on a theater balcony."
			},
			{
				"id":"vacuum_missiles",
				"nameRU":"Вакуумные боеголовки",
				"nameEN":"Vacuum missiles",
				"descriptionRU":"Чем дальше цель от эпицентра взрыва, тем больше урона она получает. Повторное нажатие на кнопку стрельбы, пока ракета в воздухе, немедленно подрывает ракету.\nУникальное «комбо» технологий удалённого подрыва и вакуумного взрыва. Быстро вылетающие ракеты нужно направлять не прямо в цель, а рядом с ней. Урон от взрыва ракет гораздо больше, чем от прямого попадания.",
				"descriptionEN":"The further a target is from the epicenter of the explosion, the more damage it receives. Pressing the fire button again immediately detonates the missile while it is still in the air. A unique combination of remote and vacuum explosion technologies, fast-flying missiles would be more effective if aimed close to the target, but not directly at it. The blast from an exploding missile deals greater damage than a direct hit."
			},
			{
				"id":"missile_launcher_meteor",
				"nameRU":"Пусковая установка «Метеор»",
				"nameEN":"Missile Launcher «Meteor»",
				"descriptionRU":"Увеличенный урон при попадании по цели. Почти полностью отсутствует сплеш-урон, но увеличена сила удара.\nОщути силу метеора! У противника мало шансов выстоять после нанесённого метеоритного удара. Однако, чтобы воспользоваться такой сокрушительной мощью, нужно чётко прицелиться. Устройство для настоящих профессионалов ракетного дела!",
				"descriptionEN":"Increased damage when you hit a target. Splash damage is greatly reduced, but impact force is increased. Feel the force of a meteor! Your enemy has little chance to survive this meteor strike. However, to take advantage of such crushing power, you must aim carefully. An augment for real missile professionals!"
			}
		],
		"shotSkins":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true
			},
			{
				"id":"toxic",
				"nameRU":"Ядовитый",
				"nameEN":"Toxic",
				"descriptionRU":"Ядовитые вещества очень опасны, но вам это только на руку. Превратите поле битвы в токсичный полигон, отравляя врагов своими выстрелами.",
				"descriptionEN":"A toxic attitude will get you banned. But it's perfectly fine for your tank to spread toxicity. So have fun with it."
			},
			{
				"id":"crimson",
				"nameRU":"Багровый",
				"nameEN":"Crimson",
				"descriptionRU":"Выстрелы багрового цвета несут в себе гнев, который падёт на ваших врагов, словно раскат грома.",
				"descriptionEN":"This one is crimson, like the color of your wrath in battle."
			},
			{
				"id":"blue",
				"nameRU":"Синий",
				"nameEN":"Blue",
				"descriptionRU":"Синий — это цвет синяков, которые останутся на самолюбии врагов после ваших попаданий.",
				"descriptionEN":"This one is blue, like the bruises you will leave on your enemy's ego."
			},
			{
				"id":"violet",
				"nameRU":"Лиловый",
				"nameEN":"Violet",
				"descriptionRU":"Этот угрожающий цвет ваших выстрелов без слов расскажет противникам, что вы не собираетесь с ними шутить.",
				"descriptionEN":"The ominous color of your shots should be a clear message to your enemies that you're not messing around."
			}
		]
	},
	{
		"id":"vulcan",
		"nameRU":"Вулкан",
		"nameEN":"Vulcan",
		"descriptionRU":"Скорострельная пушка средней дальности. Шесть стволов обеспечивают огромную скорострельность.\n\nАвтоматическая многоствольная скорострельная пушка, способная распиливать противников бронебойными очередями. Требует некоторое время для разгона вращения блока стволов. Неповоротлива при стрельбе. При продолжительной непрерывной стрельбе перегревается и поджигает собственный танк.\n\nТанковые пушки — это, конечно, круто, но иногда хочется крошить противника в винегрет, не задумываясь о таких сложных материях, как, скажем, перезарядка. Перед вами решение всех ваших проблем. Блок из шести стволов, умопомрачительная скорострельность и бронебойные патроны. Бесконечные бронебойные патроны.\n\nСтраница пушки в <a href=\"https://ru.tankiwiki.com/%D0%92%D1%83%D0%BB%D0%BA%D0%B0%D0%BD\" target=\"_blank\"><u>WikiTO</u></a>.",
		"descriptionEN":"Medium range rapid-fire turret. A stack of six barrels allows an incredibly fast rate of fire.\n\nThis automatic multibarrel rapid-fire turret is capable of peppering enemies with armor-piercing bursts. It takes some time to accelerate the rotation of the barrel block. It is clumsy while shooting. While firing continuously, the tank can overheat and light itself on fire.\n\nTurrets are cool — but sometimes, you want to shred the enemy into tiny pieces without thinking about such tactical nuances as reloading. This turret right here is the solution to all of your problems: A stack of six barrels, unbelievable firing speed, and an automated stabilizing system with armor-piercing rounds. Unlimited armor-piercing rounds.\n\nMore information about this turret can be found in the <a href=\"https://en.tankiwiki.com/Vulcan\" target=\"_blank\"><u>Wiki</u></a>.",
		"skins":
		[
			{
				"id":"hd",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true,
				"icon":"standard",
				"emissionColor":"441097",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"xt",
				"name":"XT",
				"descriptionRU":"Уникальная модель Вулкана, отличающаяся от стандартной версии пушки необычным внешним видом. Башня покрыта золотой змеиной кожей и инкрустирована рубинами, напоминающими глаза змеи.",
				"descriptionEN":"A unique version of Vulcan, different from its standard counterpart thanks to its truly special looks. The turret is covered with golden armor plating resembling snakeskin. These aggressive looks are finished with two extremely rare rubies that look like the eyes of an ancient beast.",
				"icon":"xt"
			},
			{
				"id":"pr",
				"name":"Prime",
				"descriptionRU":"Вулкан в жарких сражениях всегда находится на стороне победителей. С этим скином вы будете не только доминировать в бою, но и потрясающе выглядеть.",
				"descriptionEN":"The Vulcan turret is always on the winning side of a heated discussion. Now, your Vulcan can keep winning arguments, and look cool doing it.",
				"icon":"pr",
				"emissionColor":"4481477",
				"emissionColorSecond":"14839070",
				"emissionColorThreshold":"0.4"
			},
			{
				"id":"ut",
				"name":"Ultra",
				"descriptionRU":"Король скорострельности — теперь с новым скином Ультра. Он поможет вам уничтожать вражеские танки не только эффективно, но и грациозно.",
				"descriptionEN":"The king of rapid-firing gets a cool Ultra skin. Rip your enemies to shreds and look good doing it.",
				"icon":"ut",
				"emissionColor":"65269",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"dc",
				"name":"Demonic",
				"descriptionRU":"Позволь силам тьмы овладеть тобой и твоей пушкой! Умелые лапы этого монстра направят огонь вашего орудия прямо на противника. Он настолько горяч, что пули плавятся под эффектом этого огненного дыхания, вылетая из дула. Корпусу противника не поздоровится, сгусток чистой магмы пробьёт его насквозь! Враг, знай: увидев его глаза, можно смело прощаться с жизнью.",
				"descriptionEN":"Let the forces of darkness envelop you and your turret! The mighty paws of the monsters will point the trajectory of your shots right onto the enemies! The pellets are so hot that they melt under the effect of fiery breath as they fly out of the muzzle. The hulls of your opponents will be in big trouble as clots of hot magma pierce through them. Let the enemy know that once you look into their eyes, the end is near!",
				"icon":"dc",
				"emissionColor":"15884800",
				"emissionColorSecond":"16685824",
				"emissionColorThreshold":"0.4"
			},
			{
				"id":"m0",
				"name":"M0",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m0"
			},
			{
				"id":"m1",
				"name":"M1",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m1"
			},
			{
				"id":"m2",
				"name":"M2",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m2"
			},
			{
				"id":"m3",
				"name":"M3",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m3",
				"emissionColor":"441097",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"m0_old",
				"nameRU":"M0 (старый)",
				"nameEN":"M0 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m0"
			},
			{
				"id":"m1_old",
				"nameRU":"M1 (старый)",
				"nameEN":"M1 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m1"
			},
			{
				"id":"m2_old",
				"nameRU":"M2 (старый)",
				"nameEN":"M2 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m2"
			},
			{
				"id":"m3_old",
				"nameRU":"M3 (старый)",
				"nameEN":"M3 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m3"
			},
			{
				"id":"tx_m0",
				"name":"M0 (Tanki X)",
				"descriptionRU":"Главным аргументом «Фронтира» в первых сражениях оказалась точная и скорострельная пушка «Вулкан». Её стабилизаторы идеально работают под встречным огнём противника — то что надо на средних дистанциях в маневренном бою на высоких скоростях. Главное — помнить о перегреве, чтобы не повредить свой собственный корпус.",
				"descriptionEN":"The accurate and fast-firing Vulcan turret was Frontier's first line of defense during its first battles. Its stabilizers work perfectly when you are taking counter fire from the enemy. It is just the weapon for medium range fire when waging high-speed, Blitzkrieg warfare. It is imperative, however, to avoid overheating so that you do not damage your hull.",
				"icon":"tx",
				"emissionColor":"4186194",
				"emissionColorThreshold":"0.6"
			}
		],
		"devices":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects"
			},
			{
				"id":"shooting_speed_regulator",
				"nameRU":"Регулятор скорости стрельбы",
				"nameEN":"Shooting speed regulator",
				"descriptionRU":"Сниженная скорострельность позволяет блоку стволов лучше охлаждаться, за счёт чего повышается урон и шанс критических попаданий. Стволы раскручиваются и останавливаются быстрее. Такая настройка параметров увеличивает тактическую гибкость орудия и позволяет дольше вести непрерывный огонь.",
				"descriptionEN":"Decreased firing speed allows for the barrels to cool down better, increasing damage and critical hit chance. The barrels wind up and wind down faster. This configuration increases tactical flexibility of the weapon and allows for longer uninterrupted fire."
			},
			{
				"id":"reinforced_aiming_transmission_vulcan",
				"nameRU":"Усиленные приводы наводки",
				"nameEN":"Reinforced aiming transmission",
				"descriptionRU":"Оптимизация приводов наведения для быстрого горизонтального прицеливания. Из-за оптимизации приводы вертикального наведения менее эффективны.",
				"descriptionEN":"Optimization of the aiming transmission for a faster horizontal aim. Due to optimization, vertical aiming transmission is less effective."
			},
			{
				"id":"incendiary_band",
				"nameRU":"Зажигательная лента",
				"nameEN":"Incendiary band",
				"descriptionRU":"Модификация для любителей поливать противников пулемётным огнём, не отпуская гашетку. При перегреве от продолжительной стрельбы эти снаряды воспламеняются и поджигают цель, но уменьшается время стрельбы до перегрева.",
				"descriptionEN":"A modification for fans of spraying enemies with non-stop bullets. While overheating from continuous fire, these rounds heat up and ignite the target, but the user's resistance to overheating is reduced, meaning they will overheat faster."
			},
			{
				"id":"rubberized_rounds_vulcan",
				"nameRU":"Прорезиненные снаряды",
				"nameEN":"Rubberized rounds",
				"descriptionRU":"Снаряды с резиновой оболочкой значительно увеличивают вероятность и количество рикошетов при стрельбе. Можно атаковать противника из неожиданных позиций и легко сбивать его с толку. Но повышенное сопротивление воздуха сказывается на скорости таких снарядов.",
				"descriptionEN":"These rubber-encased shells significantly increase bounce probability and number of ricochets when firing. This enables you to attack your enemies from unexpected positions and easily mislead them. However, the increased drag from air resistance has a negative impact on the speed of such rounds."
			},
			{
				"id":"shredder",
				"nameRU":"Шреддер",
				"nameEN":"Shredder",
				"descriptionRU":"Повышена скорострельность и урон. Взамен, при стрельбе ствол намертво приварен к корпусу. Управлять направлением стрельбы всё ещё можно за счёт корпуса.\nУничтожить соперника? Легко! За счёт своей повышенной скорострельности и урона, данное устройство просто измельчает танки, как шреддер офисную бумагу. Оно распиливает врагов словно промышленная бензопила. У соперников просто не останется шансов противостоять вам на поле боя.",
				"descriptionEN":"Increased rate of fire and damage. In exchange, the turret is tightly welded to the hull during firing. You can still control the direction of fire by moving your hull. Destroy an opponent? That's easy! Due to its increased firing rate and damage, you simply grind tanks with this augment like shredder cuts the office papers into particles. It saws enemies like an industrial chainsaw. Opponents will simply have no chance to face you on the battlefield."
			},
			{
				"id":"explosive_band",
				"nameRU":"Разрывная лента",
				"nameEN":"Explosive band",
				"descriptionRU":"Добавляет сплеш-урон и увеличивает углы рикошета пуль.\nВерсия пулемёта с разрывными снарядами. Наносит урон не только по первой цели, но и окружающим её противникам, увеличивая шансы на победу. Повышенные свойства отскока снаряда от препятствий позволяют «нащупать» противника за преградой осколочным уроном. Используйте этот элемент тактики в бою, чтобы ослабить или уничтожить противников.",
				"descriptionEN":"Adds splash damage and increases angles of bullet ricochet. A version of machine gun filled with explosive bullets. It deals damage not only to the first target, but also to surrounding enemies increasing the chances of victory. Better bouncing settings of bullets lets you \"feel\" an enemy behind an obstacle with its shrapnel damage. Use this tactical element in combat to weaken or destroy your opponents."
			},
			{
				"id":"large_caliber_vulcan",
				"nameRU":"Крупный калибр",
				"nameEN":"Large caliber",
				"descriptionRU":"Скорость стрельбы снижена. Стандартный урон повышен. Скорости раскрутки и торможения стволов, сила отдачи и сила удара — увеличены.\nМодификация тяжёлого пулемёта. Стреляет медленно, но очень больно для противника. Каждое попадание пули — настоящий вызов для стойкости врага!",
				"descriptionEN":"Decreased firing rate and increased standard damage. Barrel startup and slowdown time, recoil, and impact force have been increased. A heavy artillery modification. While shooting at a slower rate, it proves to be painful for the opponent. Each successful hit is a real challenge for the enemy’s fortitude."
			},
			{
				"id":"freezing_band",
				"nameRU":"Замораживающая лента",
				"nameEN":"Freezing band",
				"descriptionRU":"Критический урон поражает противника статус-эффектом «Заморозка».\nСовременная версия пулемёта с замораживающими пулями позволяет замедлить передвижение противника по полю боя критическим уроном, а также едви ли не приварить его пушку к корпусу на некоторое время. Взамен придётся пожертвовать величиной критического урона.",
				"descriptionEN":"The critical damage inflicts the \"Freeze\" status effect on the enemy. This modern version of a machine gun with freezing bullets lets you slow down the movement of the enemy on the battlefield with critical damage, and also almost weld their turret to the hull for some time. In return, you will have to sacrifice the amount of critical damage."
			},
			{
				"id":"stunning_band",
				"nameRU":"Оглушающая лента",
				"nameEN":"Stunning band",
				"descriptionRU":"Критический урон поражает противника статус-эффектом «Оглушение».\nСовременная версия пулемёта с ультразвуковыми пулями позволяет дезориентировать противника в пространстве, обездвиживая его, и лишая возможности стрелять, активировать припасы и овердрайвы или самоуничтожаться на некоторое время.",
				"descriptionEN":"Critical damage applies the «Stun» status effect to the enemy tank. This modern version of a machine gun with ultrasonic bullets lets you disorient the enemy in space, immobilizing them and leaving them unable to shoot, activate overdrives and supplies, or self-destruct for some time."
			}
		],
		"shotSkins":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true
			},
			{
				"id":"red",
				"nameRU":"Таинственный красный",
				"nameEN":"Mysterious red",
				"descriptionRU":"Почему «Таинственный»? Потому что это один из тех трудноуловимых, неземных, ошеломляющих оттенков красного, которые поражают воображение. И потому что это звучит круто.",
				"descriptionEN":"Why \"mysterious\"? Because it's one of those undefinable, ethereal, confounding shades of red that boggles the mind. And because it sounds cool."
			}
		]
	},
	{
		"id":"thunder",
		"nameRU":"Гром",
		"nameEN":"Thunder",
		"descriptionRU":"Пушка средней дальности. Разрывные снаряды могут поразить несколько танков одновременно.\n\nБоекомплект пушки «Гром» полностью состоит из универсальных бронебойно-фугасных снарядов нового поколения. Такие снаряды позволяют атаковать группу соперников, а относительно быстрая перезарядка пушки поможет получить неоспоримое преимущество перед тяжёлыми танками противника. Но нужно быть осторожным — в ближнем бою очень легко повредить собственный танк.\n\nЭта среднекалиберная пушка была разработана с учётом богатого опыта применения легендарной «Смоки». В сочетании с быстрым корпусом «Гром» становится грозным оружием в руках умелого танкиста. Неумелых танкистов с «Громом» не бывает. Как правило, они быстро взрывают собственные танки и сразу перестают считаться танкистами.\n\nСтраница пушки в <a href=\"https://ru.tankiwiki.com/%D0%93%D1%80%D0%BE%D0%BC\" target=\"_blank\"><u>WikiTO</u></a>.",
		"descriptionEN":"Medium range turret. Highly explosive projectiles can hit several tanks at the same time.\n\nThe payload of the «Thunder» turret consists entirely of new-generation armor-piercing shells. Such rounds can hit a group of enemies, and the relatively fast reload of this turret will grant you an advantage over heavy enemy tanks. But be careful — in close quarters, it is very easy to damage your own tank.\n\nThis mid-caliber turret was designed with a rich history of using the legendary Smoky turret in mind. When combined with a fast hull, Thunder can turn into a deadly weapon in the hands of a seasoned tanker. Not-so-seasoned tankers do not exist. As a rule, they tend to blow themselves up very quickly and immediately cease to be considered tankers.\n\nMore information about this turret can be found in the <a href=\"https://en.tankiwiki.com/Thunder\" target=\"_blank\"><u>Wiki</u></a>.",
		"skins":
		[
			{
				"id":"hd",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true,
				"icon":"standard",
				"emissionColor":"64255",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"xt",
				"name":"XT",
				"descriptionRU":"Эксклюзивный Гром XT заставит вас почувствовать себя в шкуре грозного хищного зверя.",
				"descriptionEN":"The exclusive Thunder XT will give you the feeling of slipping into the skin of a seasoned northern predator.",
				"icon":"xt",
				"emissionColor":"16728349",
				"emissionColorThreshold":"0.4"
			},
			{
				"id":"lc",
				"name":"Legacy",
				"descriptionRU":"Legacy-скин для Грома поможет вам окунуться в атмосферу «старых Танков». А если вы старожил игры — сможете вспомнить ваши ощущения от первых боёв.",
				"descriptionEN":"Legacy-skin for Thunder will help you return to the old atmosphere of Tanki, and if you're a veteran player -- remember your best times going into the first battle.",
				"icon":"lc"
			},
			{
				"id":"pr",
				"name":"Prime",
				"descriptionRU":"Гром — первая пушка, получившая скин из новой серии Prime. Этот скин подчёркивает брутальность пушки и серьёзность намерений её владельца. Зачем красоваться, когда можно сильно ударить!",
				"descriptionEN":"Thunder is the first turret to receive a skin from the new Prime series. This skin reflects Thunder's no-nonsense and impactful style. Because a turret doesn't need to show off when it can punch hard.",
				"icon":"pr",
				"emissionColor":"16769857",
				"emissionColorSecond":"907774",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"ut",
				"name":"Ultra",
				"descriptionRU":"В умелых руках Гром грациозен и смертоносен. А с новым скином Ультра он выглядит ещё круче!",
				"descriptionEN":"In the right hands, Thunder is as graceful as it is deadly. And with this Ultra skin, it also looks downright cool.",
				"icon":"ut",
				"emissionColor":"720890",
				"emissionColorSecond":"15243011",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"gt",
				"name":"GT",
				"descriptionRU":"Специальная линейка GT скинов для пушек - это не только отличное дополнение для любого колёсного корпуса, но и проявление особой смелости. Не каждый танкист готов пожертвовать скрытностью и осторожностью на поле боя, ради того, чтобы продемонстрировать всю уникальность и особенность своего танка.",
				"descriptionEN":"This special series of GT skins for turrets is not just a good addition to any wheeled hull but also a manifestation of extraordinary courage. Not every tanker is ready to sacrifice stealth and caution on the battlefield to flaunt the uniqueness and the peculiarity of his tank in their entirety.\n\nThe latest developments in field tank construction and a special alloy of white metals \"unshackled the hands\" of designers of this product, allowing them for the first time in history to create not only powerful but also beautiful weapons that would otherwise just be gathering dust in a tanker's garage.",
				"icon":"gt",
				"emissionColor":"64255",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"xt_hd",
				"name":"XT HD",
				"descriptionRU":"Серия XT скинов представляет собой коллекцию эксклюзивных обликов для различных танков, каждый из которых обладает уникальными внешним видом. Более детально и масштабно прорисованная модель пушки придаёт ей мощный и эффектный вид. Учтены все, даже самые мелкие детали! Обладатель этого редкого скина всегда находится в центре внимания.",
				"descriptionEN":"The XT series of skins is a collection of exclusive skins for various tanks, each with its own unique appearance. The model of the turret is more detailed and large-scale, which gives it a powerful and spectacular look. Even the smallest details are taken into account! The owners of these rare skins are always in the spotlight.",
				"icon":"xt",
				"emissionColor":"16476172",
				"emissionColorThreshold":"0.3"
			},
			{
				"id":"m0",
				"name":"M0",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m0"
			},
			{
				"id":"m1",
				"name":"M1",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m1"
			},
			{
				"id":"m2",
				"name":"M2",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m2"
			},
			{
				"id":"m3",
				"name":"M3",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m3"
			},
			{
				"id":"m0_old",
				"nameRU":"M0 (старый)",
				"nameEN":"M0 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m0"
			},
			{
				"id":"m1_old",
				"nameRU":"M1 (старый)",
				"nameEN":"M1 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m1"
			},
			{
				"id":"m2_old",
				"nameRU":"M2 (старый)",
				"nameEN":"M2 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m2"
			},
			{
				"id":"m3_old",
				"nameRU":"M3 (старый)",
				"nameEN":"M3 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m3"
			},
			{
				"id":"pr_fake",
				"nameRU":"Prime (неофициальный)",
				"nameEN":"Prime (unofficial)",
				"description":"TODO",
				"icon":"pr",
				"emissionColor":"14198546",
				"emissionColorSecond":"15716442",
				"emissionColorThreshold":"0.4"
			},
			{
				"id":"2.0_m3",
				"name":"M3 (Tanki Online 2.0)",
				"description":"TODO",
				"icon":"2.0"
			},
			{
				"id":"tx_m2",
				"name":"M2 (Tanki X)",
				"descriptionRU":"«Гром» изобрели для ликвидации танковых армий последних государств Азии, когда «Антей» уже был готов объявить о полном контроле над миром. Танки «Х» проходили крещение боем, когда их еще было гораздо меньше, нежели техники прошлого поколения. В этих условиях залогом выживания новых машин войны стал «Гром» с возможностью поражать разрывными снарядами сразу группу противников. А быстрая перезарядка гарантировала быструю и сокрушительную победу.",
				"descriptionEN":"The Thunder turret was invented to eliminate the tank armies of the most modern Asian states, when Antaeus was ready to announce that it had completely taken over the world. «X» Tanks underwent a baptism of fire at a time when there were still far fewer of them than the previous generation of tanks. Under these conditions, the Thunder turret provided some assurance that the new tanks would be able to survive. The Thunder turret can be used to strike a group of enemies at once using explosive shells. The quick recharge rate ensures that you will achieve a quick and decisive victory.",
				"icon":"tx",
				"emissionColor":"4186194",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"tx_dreadnought",
				"nameRU":"Дредноут (Tanki X)",
				"nameEN":"Dreadnought (Tanki X)",
				"descriptionRU":"«Гром» изобрели для ликвидации танковых армий последних государств Азии, когда «Антей» уже был готов объявить о полном контроле над миром. Танки «Х» проходили крещение боем, когда их еще было гораздо меньше, нежели техники прошлого поколения. В этих условиях залогом выживания новых машин войны стал «Гром» с возможностью поражать разрывными снарядами сразу группу противников. А быстрая перезарядка гарантировала быструю и сокрушительную победу.",
				"descriptionEN":"The Thunder turret was invented to eliminate the tank armies of the most modern Asian states, when Antaeus was ready to announce that it had completely taken over the world. «X» Tanks underwent a baptism of fire at a time when there were still far fewer of them than the previous generation of tanks. Under these conditions, the Thunder turret provided some assurance that the new tanks would be able to survive. The Thunder turret can be used to strike a group of enemies at once using explosive shells. The quick recharge rate ensures that you will achieve a quick and decisive victory.",
				"icon":"tx",
				"emissionColor":"4521983",
				"emissionColorThreshold":"0.4"
			},
			{
				"id":"tx_xt",
				"name":"XT (Tanki X)",
				"descriptionRU":"«Гром» изобрели для ликвидации танковых армий последних государств Азии, когда «Антей» уже был готов объявить о полном контроле над миром. Танки «Х» проходили крещение боем, когда их еще было гораздо меньше, нежели техники прошлого поколения. В этих условиях залогом выживания новых машин войны стал «Гром» с возможностью поражать разрывными снарядами сразу группу противников. А быстрая перезарядка гарантировала быструю и сокрушительную победу.",
				"descriptionEN":"The Thunder turret was invented to eliminate the tank armies of the most modern Asian states, when Antaeus was ready to announce that it had completely taken over the world. «X» Tanks underwent a baptism of fire at a time when there were still far fewer of them than the previous generation of tanks. Under these conditions, the Thunder turret provided some assurance that the new tanks would be able to survive. The Thunder turret can be used to strike a group of enemies at once using explosive shells. The quick recharge rate ensures that you will achieve a quick and decisive victory.",
				"icon":"tx",
				"emissionColor":"4521983",
				"emissionColorThreshold":"0.4"
			},
			{
				"id":"tx_victory_day",
				"nameRU":"День Победы (Tanki X)",
				"nameEN":"Victory Day (Tanki X)",
				"descriptionRU":"«Гром» изобрели для ликвидации танковых армий последних государств Азии, когда «Антей» уже был готов объявить о полном контроле над миром. Танки «Х» проходили крещение боем, когда их еще было гораздо меньше, нежели техники прошлого поколения. В этих условиях залогом выживания новых машин войны стал «Гром» с возможностью поражать разрывными снарядами сразу группу противников. А быстрая перезарядка гарантировала быструю и сокрушительную победу.",
				"descriptionEN":"The Thunder turret was invented to eliminate the tank armies of the most modern Asian states, when Antaeus was ready to announce that it had completely taken over the world. «X» Tanks underwent a baptism of fire at a time when there were still far fewer of them than the previous generation of tanks. Under these conditions, the Thunder turret provided some assurance that the new tanks would be able to survive. The Thunder turret can be used to strike a group of enemies at once using explosive shells. The quick recharge rate ensures that you will achieve a quick and decisive victory.",
				"icon":"tx",
				"emissionColor":"4521983",
				"emissionColorThreshold":"0.4"
			}
		],
		"devices":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects"
			},
			{
				"id":"small_caliber_charging_machine",
				"nameRU":"Автомат заряжания малого калибра",
				"nameEN":"Small caliber charging machine",
				"descriptionRU":"Использование снарядов уменьшенного калибра вместе с автоматом заряжания позволяет сократить время перезарядки. Малокалиберные снаряды наносят пониженный урон.",
				"descriptionEN":"Using small caliber rounds in combination with the charging machine allows to reduce the reload time. Small caliber rounds deal less damage."
			},
			{
				"id":"subcaliber_rounds",
				"nameRU":"Подкалиберные снаряды",
				"nameEN":"Subcaliber rounds",
				"descriptionRU":"Замена осколочного снаряда боеприпасом проникающего типа с большой кинетической энергией. Такой снаряд не разрывается при попадании в танк или препятствие и не может нанести урон самому стрелку.",
				"descriptionEN":"Replacement for the frag round with a penetrating ammo type and huge kinetic energy. Such rounds don't explode upon hitting a tank or an obstacle and cannot damage the shooter themselves."
			},
			{
				"id":"sledgehammer_rounds",
				"nameRU":"Снаряды «Кувалда»",
				"nameEN":"«Sledgehammer» rounds",
				"descriptionRU":"Урон увеличен, а дальность поражения и скорость снарядов уменьшены. Критический урон отсутствует.\nСнаряды с толстенной оболочкой из литого чугуна замедляют скорость полёта снарядов и уменьшают дистанцию поражения противника на дальнем расстоянии, однако за счёт своей массивности наносят более высокий урон.",
				"descriptionEN":"Rounds with thick lead casting slow down the projectile speed and reduce firing range, but the massive projectile size allows for a noticeable increase in damage."
			},
			{
				"id":"strict_ammunition_load",
				"nameRU":"Строгая погрузка боеприпасов",
				"nameEN":"Strict ammunition load",
				"descriptionRU":"Автомат заряжания с упорядоченной боеукладкой снарядов позволяет достичь более высокой скорострельности и гарантировать, что каждый третий снаряд будет наносить критический урон.",
				"descriptionEN":"An autoloader with sorted ammunition allows you to reach a greater rate of fire, and guarantees that every third shell deals critical damage."
			},
			{
				"id":"salamander_shells",
				"nameRU":"Снаряды «Саламандра»",
				"nameEN":"«Salamander» shells",
				"descriptionRU":"Добавляет в боекомплект несколько зажигательных снарядов. При критическом попадании такие снаряды способны поджечь сразу несколько целей.",
				"descriptionEN":"Adds a few incendiary shells to the ammunition. On a critical hit, such shells can burn multiple tanks at once."
			},
			{
				"id":"wyvern_shells",
				"nameRU":"Снаряды «Виверна»",
				"nameEN":"«Wyvern» shells",
				"descriptionRU":"Добавляет в боекомплект несколько снарядов с криогенным сердечником. При критическом попадании такой снаряд способен заморозить сразу несколько целей.",
				"descriptionEN":"Adds a few shells with a cryo core to the ammunition. On a critical hit, such shells can freeze multiple tanks at once."
			},
			{
				"id":"peacekeeper_shells",
				"nameRU":"Снаряды «Миротворец»",
				"nameEN":"«Peacekeeper» shells",
				"descriptionRU":"Добавляет в боекомплект несколько оглушающих снарядов с огромной ударной силой. При критическом попадании такой снаряд способен остановить сразу несколько целей.",
				"descriptionEN":"Adds a few stunning shells with a huge impact force to the ammunition. On a critical hit, such shells can immobilise multiple tanks at once."
			},
			{
				"id":"hyperspeed_shells",
				"nameRU":"Гиперскоростные снаряды",
				"nameEN":"«Hyperspeed» shells",
				"descriptionRU":"Управляемые снаряды с запредельной мощностью, урон которых увеличивается с расстоянием. Взрыв такого снаряда рядом с собственным танком может его уничтожить. Чтобы этого не произошло, начальная скорость снаряда значительно увеличена, а специальная система ограничивает урон до тех пор, пока снаряд не уйдёт далеко от танка.",
				"descriptionEN":"Controlled shells with incredible power the damage of which increases with distance. An explosion of such a shell near one’s own tank can destroy it. To avoid it, the initial speed of shells is significantly increased and the special system limits the number of damage until the shell flies far from the tank."
			},
			{
				"id":"adaptive_reload",
				"nameRU":"Адаптивная перезарядка",
				"nameEN":"Adaptive reload",
				"descriptionRU":"Передача контроля над системой перезарядки искусственному интеллекту. Попадание в противника мотивирует ИИ значительно ускорять перезарядку следующего выстрела. Научить перезаряжать каждый выстрел быстрее, независимо от попадания или промаха, пока никому не удалось.",
				"descriptionEN":"Passes control over the turret’s reloading system to an Artificial Intelligence (AI). Hits motivate AI to significantly decrease reload duration for the next shot. Unfortunately, so far no one has succeeded to teach the AI how to reload each shot faster, regardless of hit or miss."
			},
			{
				"id":"anvil_shells",
				"nameRU":"Снаряды «Наковальня»",
				"nameEN":"«Anvil» shells",
				"descriptionRU":"Обычный и критический уроны повышены. Критический урон наносится в радиусе взрыва снаряда. Дальность поражения становится меньше.\nЭто усовершенствованный снаряд с дополнительным пороховым зарядом, способный наносить повышенный критический и обычный уроны всем целям в радиусе взрыва, а не только при прямом попадании. Такой снаряд уменьшает дистанцию поражения противника на дальнем расстоянии.",
				"descriptionEN":"Enhanced shells with additional charges of gunpowder. They can deal critical damage to all targets in a range of explosion, not just by direct hits."
			}
		],
		"shotSkins":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true
			},
			{
				"id":"blood_fake",
				"nameRU":"Кровавый (неофициальный)",
				"nameEN":"Blood (unofficial)",
				"descriptionRU":"Вы не можете пустить кровь танкам, но этот эффект выстрела — отличная альтернатива.",
				"descriptionEN":"Tanks don't bleed, but here's a good alternative."
			}
		]
	},
	{
		"id":"scorpion",
		"nameRU":"Скорпион",
		"nameEN":"Scorpion",
		"descriptionRU":"Пушка дальнего боя. При удержании кнопки стрельбы наводит рой артиллерийских ракет.\n\nПушка «Скорпион» имеет два режима стрельбы с независимой перезарядкой. В стандартном режиме цель атакуется скоростными снарядами из дальнобойной основной пушки. При удержании кнопки стрельбы «Скорпион» наводит ракетный залп, даже если цель пытается скрыться за препятствием. Ракеты атакуют цель сверху, вынуждая покидать укрытие.\n\nЭто сейчас пушка «Скорпион» высокопарно называется противотанковым артиллерийским комплексом. У прототипа даже ствол был ненастоящий — вместо него прикрутили ржавую трубу для маскировки. После испытаний хлопушка превратилась в пушку, затем пушка превратилась в огромный дрын. Калибр рос до тех пор, пока противник не перестал прикидываться умным и начал прикидываться мёртвым.\n\nСтраница пушки в <a href=\"https://ru.tankiwiki.com/%D0%A1%D0%BA%D0%BE%D1%80%D0%BF%D0%B8%D0%BE%D0%BD\" target=\"_blank\"><u>WikiTO</u></a>.",
		"descriptionEN":"Long range turret. Holding down the firing button aims a swarm of artillery rockets.\n\nThe «Scorpion» turret has two firing modes, each with independent reloading system. In standard mode, the target is attacked by hypervelocity projectiles from the main long-range barrel. Holding down the firing button aims rocket salvo even if the target tries to hide behind an obstacle. Rockets attack the target from above, forcing it to leave shelter.\n\nNow, the Scorpion turret is called an anti-tank artillery system. It wasn’t always like that, the prototype didn’t even have a real barrel — instead, engineers screwed on a rusty tube for camouflage. After the tests, the firecracker was replaced with a real barrel and later the barrel was replaced with a more frightening one! The caliber size kept increasing until the enemy stopped pretending to be smart and started pretending to be dead.\n\nMore information about this turret can be found in the <a href=\"https://en.tankiwiki.com/Scorpion\" target=\"_blank\"><u>Wiki</u></a>.",
		"skins":
		[
			{
				"id":"hd",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true,
				"icon":"standard",
				"emissionColor":"16720403",
				"emissionColorThreshold":"0.4"
			},
			{
				"id":"xt",
				"name":"XT",
				"descriptionRU":"Скорпион XT — первый скин, оптимизированный с помощью аэродинамической трубы. Его обтекаемая облицовка из полированного золота способствует охлаждению ракетной установки и снижает вибрацию системы наведения. Крылья Гермеса, выгравированные на скине, передают с каждым снарядом следующее послание от владельца: «Я быстр, как ветер, и мучителен, как укус скорпиона».",
				"descriptionEN":"Scorpion XT is the first skin optimized with the help of a wind tunnel. Its streamlined cladding made of polished gold helps cool the rocket launcher and reduces vibrations in the aiming system. Wings of Hermes engraved on the skin deliver the following message from its owner with each shot: «I am as swift as the wind and as excruciating as a scorpion sting».",
				"icon":"xt",
				"emissionColor":"16726016",
				"emissionColorThreshold":"0.4"
			}
		],
		"devices":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects"
			},
			{
				"id":"missile_launcher_wolfpack",
				"nameRU":"Пусковая установка «Стая»",
				"nameEN":"Missile launcher «Wolfpack»",
				"descriptionRU":"Более манёвренные и скоростные ракеты для оперативного перехвата быстрых целей. Почти исключает возможность уклониться от ракет и упрощает добивание.",
				"descriptionEN":"More manoeuvrable and faster rockets for rapid interception capabilities. Almost excludes the possibility of evading rockets and makes it easier to finish enemies off."
			},
			{
				"id":"incendiary_shells",
				"nameRU":"Поджигающие снаряды",
				"nameEN":"Incendiary shells",
				"descriptionRU":"Снаряд, несущий критический урон, и ракеты артиллерийской пушки содержат в себе зажигательную смесь и при попадании воспламеняются, поджигая цель.",
				"descriptionEN":"Аrtillery turret's shells contain an incendiary mixture and on a critical hit, ignite the target."
			},
			{
				"id":"cryo_shells",
				"nameRU":"Замораживающие снаряды",
				"nameEN":"Cryo shells",
				"descriptionRU":"Заменяет стандартные снаряды на криокапсулы. Критические попадания и выстрелы из артиллерийской установки позволяют не только наносить урон, но и замораживать цель.",
				"descriptionEN":"A replacement of the standard artillery turret's shells with cryopods. On explosion, critically low temperatures not only deal damage but also freeze the target."
			},
			{
				"id":"stun_shells",
				"nameRU":"Стан-снаряды",
				"nameEN":"Stun shells",
				"descriptionRU":"В ствол артиллерийской пушки загружается дополнительный взрыватель, благодаря чему вылетающие снаряды обладают огромной ударной силой. Критическое попадание из основной пушки и ракетный залп оглушает противника.",
				"descriptionEN":"An additional fuse is added to the barrel of the artillery turret, giving shells a huge impact force. A critical hit from the main turret stuns the target."
			},
			{
				"id":"missile_launcher_tornado",
				"nameRU":"Пусковая установка «Торнадо»",
				"nameEN":"Missile launcher «Tornado»",
				"descriptionRU":"Ослабление боекомплекта основной пушки в пользу механизмов ускоренной погрузки дальнобойных ракет с разрывными боеголовками. Держитесь позади союзников и осыпайте врагов ракетами.",
				"descriptionEN":"The main turret’s ammunition is weakened in favour of accelerated loading mechanisms for long-range rockets with explosive warheads. Stay behind your teammates and flood your enemies with rockets."
			},
			{
				"id":"missile_launcher_swarm",
				"nameRU":"Пусковая установка «Рой»",
				"nameEN":"Missile launcher «Swarm»",
				"descriptionRU":"Замена артиллерийских ракет на микроракеты ближнего боя. Дальность и мощность ракет значительно снижена, зато их можно эффективно применять в ближнем бою.",
				"descriptionEN":"A replacement of artillery rockets with melee-range micro-rockets. Range and power of fire decreased, but they can be used effectively in close combat."
			},
			{
				"id":"missile_launcher_spear",
				"nameRU":"Пусковая установка «Копьё»",
				"nameEN":"Missile launcher «Spear»",
				"descriptionRU":"Установка высокоточных скоростных ракет. Огромная скорость вместе с потрясающей манёвренностью позволяют таким ракетам очень быстро поражать сверху даже очень скоростные цели. Более развитые рули ракет занимают больше места в установке, потому размер одновременного залпа уменьшен до предела.",
				"descriptionEN":"A high-speed, high-precision rocket setup. Tremendous speed combined with amazing maneuverability allows rockets to hit even the fastest targets out of the air in a matter of seconds. However, the required improvements to the rocket rudders take up more space, thus fewer rockets are launched per salvo."
			},
			{
				"id":"uranium_shells",
				"nameRU":"Урановые снаряды",
				"nameEN":"Uranium shells",
				"descriptionRU":"Невероятная плотность урановых снарядов позволяет им эффективно рикошетить. Боеукладка распределена аккуратно с учётом опасной природы этих снарядов. Гарантируется нанесение критического урона цели каждые несколько попаданий.",
				"descriptionEN":"Incredible density of uranium shells allows them to ricochet effectively. Ammunition is neatly distributed, taking into account the dangerous nature of these shells. Every few hits, you are guaranteed to deal critical damage."
			}
		],
		"shotSkins":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true
			}
		]
	},
	{
		"id":"railgun",
		"nameRU":"Рельса",
		"nameEN":"Railgun",
		"descriptionRU":"Пушка большой дальности. Может пробивать танки насквозь, поражая несколько целей на одной линии.\n\nКрупнокалиберная пушка, обладающая огромной дульной скоростью. Сверхмощный и сверхточный кинетический снаряд способен пробить танк насквозь, поразив несколько целей, стоящих на одной прямой. Следует помнить, что рельсотрон довольно долго перезаряжается и требует заметного разогрева перед каждым выстрелом.\n\nЕсли среднекалиберные пушки уже не утоляют вашу жажду самовыражения, то эта игрушка специально для вас. Требует хороших навыков не только меткой стрельбы, но и позиционирования танка. Заряженный ствол горит ярче рождественской ёлки, выдавая ваши намерения опытному противнику.\n\nСтраница пушки в <a href=\"https://ru.tankiwiki.com/%D0%A0%D0%B5%D0%BB%D1%8C%D1%81%D0%B0\" target=\"_blank\"><u>WikiTO</u></a>.",
		"descriptionEN":"Long range turret. Can pierce through tanks by hitting multiple targets in one line.\n\nA big caliber turret with a lightning fast barrel speed. Incredibly powerful and overwhelmingly precise kinetic projectile can make a hole in any tank, hitting several targets standing in the same line. Don’t forget that «Railgun» also takes a long time to reload and needs a short preparation before firing every shot.\n\nIf medium caliber turrets can no longer satisfy your thirst for creativity, then this toy is just perfect for you. It requires good skills not only in marksmanship, but also in tank positioning. Ready-to-fire barrel will burn brighter than a holiday tree, which can be detected and used as an advantage by experienced enemies.\n\nMore information about this turret can be found in the <a href=\"https://en.tankiwiki.com/Railgun\" target=\"_blank\"><u>Wiki</u></a>.",
		"skins":
		[
			{
				"id":"hd",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true,
				"icon":"standard",
				"emissionColor":"3260383",
				"emissionColorThreshold":"0.4"
			},
			{
				"id":"xt_m0",
				"name":"XT M0",
				"descriptionRU":"Уникальная Рельса XT примечательна боковым рисунком, стилизованным под голову орла с характерными хищными очертаниями клюва.",
				"descriptionEN":"The unique Railgun XT is notable because of its side pattern styled after an eagle's head, with a very distinctive predatory beak.",
				"icon":"xt"
			},
			{
				"id":"xt_m1",
				"name":"XT M1",
				"descriptionRU":"Уникальная Рельса XT примечательна боковым рисунком, стилизованным под голову орла с характерными хищными очертаниями клюва.",
				"descriptionEN":"The unique Railgun XT is notable because of its side pattern styled after an eagle's head, with a very distinctive predatory beak.",
				"icon":"xt"
			},
			{
				"id":"xt_m2",
				"name":"XT M2",
				"descriptionRU":"Уникальная Рельса XT примечательна боковым рисунком, стилизованным под голову орла с характерными хищными очертаниями клюва.",
				"descriptionEN":"The unique Railgun XT is notable because of its side pattern styled after an eagle's head, with a very distinctive predatory beak.",
				"icon":"xt"
			},
			{
				"id":"xt_m3",
				"name":"XT M3",
				"descriptionRU":"Уникальная Рельса XT примечательна боковым рисунком, стилизованным под голову орла с характерными хищными очертаниями клюва.",
				"descriptionEN":"The unique Railgun XT is notable because of its side pattern styled after an eagle's head, with a very distinctive predatory beak.",
				"icon":"xt"
			},
			{
				"id":"lc",
				"name":"Legacy",
				"descriptionRU":"Любимая пушка многих танкистов в новой оболочке, точнее в старой. Legacy-скин для Рельсы напомнит вам, как выглядела эта легендарная пушка в далёком прошлом.",
				"descriptionEN":"One of the most beloved turrets in the game gets a cool retro look with its very own Legacy skin. A throwback to what this deadly turret looked like before the rebalance.",
				"icon":"lc"
			},
			{
				"id":"pr",
				"name":"Prime",
				"descriptionRU":"Этот скин был изготовлен из частей космического корабля, совершившего первую экспедицию на Плутон. По данным NASA, загадочный «синий глаз» способен точно отслеживать цели на расстоянии нескольких миллиардов километров. У ваших противников нет шансов.",
				"descriptionEN":"This skin was crafted from parts of the space ship that made the first expedition to Pluto. According to NASA, the mysterious «blue eye» is able to keep a precise aim on targets even at a distance of several billion kilometers. Your enemies won't stand a chance against you. P.S. No signs of life were discovered on Pluto.",
				"icon":"pr",
				"emissionColor":"16763136",
				"emissionColorSecond":"2680831",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"ut",
				"name":"Ultra",
				"descriptionRU":"Рельса является одним из основных видов вооружения для чемпионов киберспорта. Теперь эта популярная пушка имеет скин Ультра, чтобы поддерживать свою уникальную репутацию.",
				"descriptionEN":"Railgun is one of the main weapons of choice for eSports champions. Now, this popular turret has a cool Ultra skin to match its amazing reputation.",
				"icon":"ut",
				"emissionColor":"643794",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"gt",
				"name":"GT",
				"descriptionRU":"Настоящее произведение искусства современных технологий. Пластины из особого металлического сплава, встроенные в броню, своим внешним видом напоминают глаза змеи, готовой в любой момент наброситься на свою жертву c любого расстояния. Как только увидите белое дуло, знайте — респауна не миновать. Союзники, встречая обладателей данного скина, проявляют своё уважение в их адрес, а вот соперникам точно стоит остерегаться их на поле боя, особенно на больших дистанциях.",
				"descriptionEN":"An absolute masterpiece of modern technology. Plates made from a special metal alloy are built into the armor, giving the appearance of the eyes of a snake that is ready to pounce on its victim at any moment and from any distance. As soon as you see the white muzzle, know that a respawn cannot be avoided. Teammates meeting the owners of this skin should show their respect, while opponents should definitely beware of them on the battlefield, especially at long distances.",
				"icon":"gt",
				"emissionColor":"5701631",
				"emissionColorThreshold":"0.4"
			},
			{
				"id":"m0",
				"name":"M0",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m0"
			},
			{
				"id":"m1",
				"name":"M1",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m1"
			},
			{
				"id":"m2",
				"name":"M2",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m2"
			},
			{
				"id":"m3",
				"name":"M3",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m3"
			},
			{
				"id":"m0_old",
				"nameRU":"M0 (старый)",
				"nameEN":"M0 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m0"
			},
			{
				"id":"m1_old",
				"nameRU":"M1 (старый)",
				"nameEN":"M1 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m1"
			},
			{
				"id":"m2_old",
				"nameRU":"M2 (старый)",
				"nameEN":"M2 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m2"
			},
			{
				"id":"m3_old",
				"nameRU":"M3 (старый)",
				"nameEN":"M3 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m3"
			},
			{
				"id":"pr_fake",
				"nameRU":"Prime (неофициальный)",
				"nameEN":"Prime (unofficial)",
				"description":"TODO",
				"icon":"pr"
			},
			{
				"id":"rl",
				"nameRU":"Realgar (неофициальный)",
				"nameEN":"Realgar (unofficial)",
				"descriptionRU":"По данным Всемирной Организации по Контролю Оружия данной модификации танка не существует. Принадлежавший некогда легендарному наёмнику этот танк побывал в самых коварных и безвыходных передрягах, как никто другой служивший своему владельцу ёмким словом в перепалке. Теперь чертежи этого танка выставлены в награду за турнир и только самые достойные получат право им обладать!",
				"descriptionEN":"According to the World Organization for Weapons Control, this modification of the tank does not exist. Once owned by a legendary mercenary, this tank has been in the most insidious and hopeless troubles, like no other that served its owner with a capacious word in a skirmish. Now the blueprints of this tank are presented as a reward for the tournament, and only the most worthy will get the right to own it!",
				"icon":"rl",
				"emissionColor":"16777215",
				"emissionColorThreshold":"0.1"
			},
			{
				"id":"tx_m2",
				"name":"M2 (Tanki X)",
				"descriptionRU":"Кинетическое оружие и танк «Х» — идеальная комбинация для ведения сражений в условиях, когда любое другое оружие может дать сбой. Огромные открытые пространства стали прекрасным полигоном для формирования характеристик «Рельсы», способной прошить сразу несколько вражеских танков, когда они еще даже не вышли на дистанцию эффективной стрельбы.",
				"descriptionEN":"A kinetic weapon and the «X» Tank are the ideal combination for waging battle in circumstances where any other weapon could fail. Huge open spaces proved to be excellent testing grounds for honing the performance properties of the Railgun. It is able to cut through several enemy tanks at once before they are even in range to offer counter fire.",
				"icon":"tx",
				"emissionColor":"4186194",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"tx_gold",
				"nameRU":"Золото (Tanki X)",
				"nameEN":"Gold (Tanki X)",
				"descriptionRU":"Кинетическое оружие и танк «Х» — идеальная комбинация для ведения сражений в условиях, когда любое другое оружие может дать сбой. Огромные открытые пространства стали прекрасным полигоном для формирования характеристик «Рельсы», способной прошить сразу несколько вражеских танков, когда они еще даже не вышли на дистанцию эффективной стрельбы.",
				"descriptionEN":"A kinetic weapon and the «X» Tank are the ideal combination for waging battle in circumstances where any other weapon could fail. Huge open spaces proved to be excellent testing grounds for honing the performance properties of the Railgun. It is able to cut through several enemy tanks at once before they are even in range to offer counter fire.",
				"icon":"tx",
				"emissionColor":"4186194",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"tx_steel",
				"nameRU":"Сталь (Tanki X)",
				"nameEN":"Steel (Tanki X)",
				"descriptionRU":"Кинетическое оружие и танк «Х» — идеальная комбинация для ведения сражений в условиях, когда любое другое оружие может дать сбой. Огромные открытые пространства стали прекрасным полигоном для формирования характеристик «Рельсы», способной прошить сразу несколько вражеских танков, когда они еще даже не вышли на дистанцию эффективной стрельбы.",
				"descriptionEN":"A kinetic weapon and the «X» Tank are the ideal combination for waging battle in circumstances where any other weapon could fail. Huge open spaces proved to be excellent testing grounds for honing the performance properties of the Railgun. It is able to cut through several enemy tanks at once before they are even in range to offer counter fire.",
				"icon":"tx",
				"emissionColor":"4186194",
				"emissionColorThreshold":"0.4"
			},
			{
				"id":"tx_xt",
				"name":"XT (Tanki X)",
				"descriptionRU":"Кинетическое оружие и танк «Х» — идеальная комбинация для ведения сражений в условиях, когда любое другое оружие может дать сбой. Огромные открытые пространства стали прекрасным полигоном для формирования характеристик «Рельсы», способной прошить сразу несколько вражеских танков, когда они еще даже не вышли на дистанцию эффективной стрельбы.",
				"descriptionEN":"A kinetic weapon and the «X» Tank are the ideal combination for waging battle in circumstances where any other weapon could fail. Huge open spaces proved to be excellent testing grounds for honing the performance properties of the Railgun. It is able to cut through several enemy tanks at once before they are even in range to offer counter fire.",
				"icon":"tx",
				"emissionColor":"6085887",
				"emissionColorThreshold":"0.4"
			},
			{
				"id":"tx_victory_day",
				"nameRU":"День Победы (Tanki X)",
				"nameEN":"Victory Day (Tanki X)",
				"descriptionRU":"Кинетическое оружие и танк «Х» — идеальная комбинация для ведения сражений в условиях, когда любое другое оружие может дать сбой. Огромные открытые пространства стали прекрасным полигоном для формирования характеристик «Рельсы», способной прошить сразу несколько вражеских танков, когда они еще даже не вышли на дистанцию эффективной стрельбы.",
				"descriptionEN":"A kinetic weapon and the «X» Tank are the ideal combination for waging battle in circumstances where any other weapon could fail. Huge open spaces proved to be excellent testing grounds for honing the performance properties of the Railgun. It is able to cut through several enemy tanks at once before they are even in range to offer counter fire.",
				"icon":"tx",
				"emissionColor":"4521983",
				"emissionColorThreshold":"0.4"
			}
		],
		"devices":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects"
			},
			{
				"id":"round_stabilization",
				"nameRU":"Стабилизация снаряда",
				"nameEN":"Round stabilization",
				"descriptionRU":"Система наведения выбирает более предсказуемые траектории для снарядов, благодаря чему повышается пробивающая сила. Снаряд всегда наносит стабильный пронизывающий урон, без потери от расстояния и от количества целей на пути.",
				"descriptionEN":"The aiming system computes a more predictable trajectory for shots, retaining power after piercing the target. Rounds always deal stable piercing damage that regardless of distance or number of targets in a row."
			},
			{
				"id":"reinforced_aiming_transmission_railgun",
				"nameRU":"Усиленные приводы наводки",
				"nameEN":"Reinforced aiming transmission",
				"descriptionRU":"Оптимизация приводов наведения для быстрого горизонтального прицеливания. Из-за оптимизации приводы вертикального наведения менее эффективны.",
				"descriptionEN":"Optimization of the aiming transmission for fast horizontal aim. Due to optimization, vertical aiming transmission is less effective."
			},
			{
				"id":"electromagnetic_accelerator_scout",
				"nameRU":"Электромагнитный ускоритель «Скаут»",
				"nameEN":"Electromagnetic accelerator \"Scout\"",
				"descriptionRU":"Эта модификация поможет вам в динамичных поединках один на один. Ускоренная подготовка выстрела и сниженная перезарядка станут приятным бонусом. Обычный и критический урон снижены.",
				"descriptionEN":"This modification will help you in dynamic one-on-one battles. The accelerated preparation for shots will create an unpleasant surprise for the enemy. Shot reload will take much less time. Regular and critical damage is reduced."
			},
			{
				"id":"large_caliber_rounds",
				"nameRU":"Крупнокалиберные снаряды",
				"nameEN":"Large caliber rounds",
				"descriptionRU":"Увеличенный калибр пушки требует больше времени для перезарядки, но увеличивает обычный и критический урон.",
				"descriptionEN":"Large caliber of this turret requires much more time for reloading but increases regular and critical damage."
			},
			{
				"id":"round_destabilization",
				"nameRU":"Дестабилизация снаряда",
				"nameEN":"Round destabilization",
				"descriptionRU":"Горсть болтов и медных катушек, помещённая внутрь ускорителя, вносит ещё больший хаос в распределение итоговой поражающей силы снаряда. Стандартный урон будет несущественным, зато критический урон станет значительно сильнее.",
				"descriptionEN":"A handful of bolts and copper coils is inserted into the accelerator - with interesting results. This slight alteration adds even more chaos into the distribution of the final power of the shot. The critical damage is increased while the default damage is negligible."
			},
			{
				"id":"incendiary_rounds_railgun",
				"nameRU":"Поджигающие снаряды",
				"nameEN":"Incendiary rounds",
				"descriptionRU":"Устройство нагревает снаряд прямо в стволе при выстреле. При критическом попадании такой снаряд поджигает цель.",
				"descriptionEN":"Literally heats shells inside the barrel before shooting. Critical rounds set fire to the target."
			},
			{
				"id":"cryo_rounds_railgun",
				"nameRU":"Криоснаряды",
				"nameEN":"Cryo rounds",
				"descriptionRU":"Вариант Рельсы с криоснарядами. При каждом попадании такие снаряды замораживают цель. При критическом попадании длительность эффекта увеличивается.",
				"descriptionEN":"A variant of Railgun with cryo-rounds. Each shot reduces the temperature of the targets that are hit by it."
			},
			{
				"id":"stun_rounds",
				"nameRU":"Оглушающие снаряды",
				"nameEN":"Stun rounds",
				"descriptionRU":"Перенастройка фазы накопления энергии перед выстрелом позволяет снарядам на короткое время оглушать цель при критическом попадании. Очень хорошо сбивает противников с толку и оказывает неоценимую помощь при обороне базы.",
				"descriptionEN":"An improved process of concentrating energy before firing allows critical hits to stun targets shot for a short time when they are hit. Lets you confuse opponents and assist in the defence of your base. Takes more time to heat up the barrel before shooting."
			},
			{
				"id":"hyperspace_rounds",
				"nameRU":"Гиперпространственные снаряды",
				"nameEN":"Hyperspace rounds",
				"descriptionRU":"Для гиперпространственных снарядов любой танк, будь он вражеским или союзным, — не препятствие, а дополнительная возможность для разгона. Эффективность пушки теряется от расстояния. Урон таких снарядов увеличивается с каждым пробитием.",
				"descriptionEN":"No tank — be it an ally or an enemy, is an obstacle for these hyperspace rounds - it is simply another chance to accelerate. Efficiency of the turret with this augment is distance-dependent. Damage from such shells increases each time they penetrate a tank."
			}
		],
		"shotSkins":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true
			},
			{
				"id":"gold",
				"nameRU":"Золотой",
				"nameEN":"Gold",
				"descriptionRU":"Убийственный ливень из сверкающих как золотые слитки снарядов — именно то, чего заслужили ваши противники.",
				"descriptionEN":"Make it rain gold... shots, not boxes. Give them what they deserve."
			},
			{
				"id":"blue",
				"nameRU":"Синий",
				"nameEN":"Blue",
				"descriptionRU":"Синий — это цвет синяков, которые останутся на самолюбии врагов после ваших попаданий.",
				"descriptionEN":"This one is blue, like the bruises you will leave on your enemy's ego."
			},
			{
				"id":"green",
				"nameRU":"Зелёный",
				"nameEN":"Green",
				"descriptionRU":"Зелёный — это цвет мягкости и спокойствия. Ваш выстрел не является ни тем, ни другим. Замечаете иронию?",
				"descriptionEN":"Green is a nice, peaceful color. Your shot is neither nice, nor peaceful. Notice the irony?"
			},
			{
				"id":"blood",
				"nameRU":"Кровавый",
				"nameEN":"Blood",
				"descriptionRU":"Вы не можете пустить кровь танкам, но этот эффект выстрела — отличная альтернатива.",
				"descriptionEN":"Tanks don't bleed, but here's a good alternative."
			},
			{
				"id":"snow",
				"nameRU":"Снег",
				"nameEN":"Snow",
				"descriptionRU":"«Бой в снежки» — звучит как детская забава... Игры в сторону: обрушьтесь на врагов, словно снежная лавина.",
				"descriptionEN":"A snowball fight sounds like fun... but yours will be more like an avalanche."
			},
			{
				"id":"violet",
				"nameRU":"Лиловый",
				"nameEN":"Violet",
				"descriptionRU":"Этот угрожающий цвет ваших выстрелов без слов расскажет противникам, что вы не собираетесь с ними шутить.",
				"descriptionEN":"The ominous color of your shots should be a clear message to your enemies that you're not messing around."
			},
			{
				"id":"darkness",
				"nameRU":"Тьма",
				"nameEN":"Darkness",
				"descriptionRU":"Когда ваши враги поймут, что на них охотится сама тьма, уже станет слишком поздно.",
				"descriptionEN":"Just like a shot in the dark, your enemies will never know what hit them until it's too late."
			}
		]
	},
	{
		"id":"magnum",
		"nameRU":"Магнум",
		"nameEN":"Magnum",
		"descriptionRU":"Гаубица большой дальности. Стреляет мощными разрывными снарядами по баллистической траектории.\n\nПушка «Магнум» стреляет снарядами по ярко выраженной баллистической траектории. В стандартных настройках угол ствола фиксирован, но некоторые устройства позволяют обменять поворот башни на управление углом возвышения пушки. При удержании кнопки стрельбы система наведения рисует ожидаемую траекторию и точку попадания снаряда. Каждый снаряд имеет огромный радиус поражения.\n\nНастоящий magnum opus танкостроительного искусства. Самый большой калибр, который смог поместиться на танковый корпус. Самый мощный фугасный снаряд, который удалось найти. Самый длинный ствол с самым большим дульным тормозом. Приловчившись, можно доставать противника за любым укрытием и на любом расстоянии.\n\nСтраница пушки в <a href=\"https://ru.tankiwiki.com/%D0%9C%D0%B0%D0%B3%D0%BD%D1%83%D0%BC\" target=\"_blank\"><u>WikiTO</u></a>.",
		"descriptionEN":"Long range howitzer. Fires powerful explosive shells on a ballistic trajectory.\n\nThe «Magnum» turret fires shells in a pronounced ballistic trajectory. In standard settings, the barrel angle is fixed, but some augments allow you to exchange the turret rotation ability for the ability to control the vertical angle. When holding down the firing button, the guidance system draws the expected trajectory and the shell’s impact point. Each shell has a large blast radius.\n\nA true magnum opus of artistic tank construction. The biggest caliber, which can fit onto a tank hull. The most destructive high-explosive shell, from what we could find. The longest barrel with the biggest barrel brake. With enough skill, though, you can hit enemies behind any cover and at any distance.\n\nMore information about this turret can be found in the <a href=\"https://en.tankiwiki.com/Magnum\" target=\"_blank\"><u>Wiki</u></a>.",
		"skins":
		[
			{
				"id":"m3",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true,
				"icon":"standard"
			},
			{
				"id":"xt",
				"name":"XT",	
				"descriptionRU":"Обладатель Магнума XT выделяется на поле боя благодаря устрашающему виду этой разрушительной пушки. Опытные артиллеристы утверждают, что этот эксклюзивный скин помогает попадать прямо в яблочко даже на самых больших боевых аренах.",
				"descriptionEN":"The owner of Magnum XT is easily recognized on the battlefield thanks to the menacing look of the turret. Experienced artillery users claim that this exclusive skin helps hit targets even on the largest battlefields.",
				"icon":"xt"
			},
			{
				"id":"sp",
				"name":"SP",	
				"descriptionRU":"Скины в стиле стимпанка сделают ваш танк поистине уникальным. \n\nУчёные со всего мира долгие годы собирали артефакты и искали недостающие элементы в антикварных лавках. Деталей удалось собрать немного, поэтому эти скины были выпущены в ограниченном количестве. Став обладателем таких скинов, вы соберёте на себе тысячи восхищённых взглядов. \n\nБронзовые пластины из редчайшего сплава придают вашему танку могучий и устрашающий вид. \n\nСочетание старины и хай-тека не только привлекательно выглядит, но и делает танк несокрушимым в бою.",
				"descriptionEN":"Steampunk-styled skins will help you make your tank look unique. Scientists from the whole world have been collecting artefacts for many years and have been trying to find missing parts in antique shops. They have managed to collect only few details, so these skins were released in limited quantities. By becoming an owner of these skins, you will definitely get dozens of eyes full of admiration and envy on your tank. \n\nBronze plates made of the rarest alloy will make your tank look powerful and fearsome. \n\nThe combination of antiquity and high technology not only attracts with its individual style, but also makes its owner indestructible on the battlefield.",
				"icon":"sp"
			},
			{
				"id":"m0",
				"name":"M0",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m0"
			},
			{
				"id":"m1",
				"name":"M1",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m1"
			},
			{
				"id":"m2",
				"name":"M2",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m2"
			}
		],
		"devices":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects"
			},
			{
				"id":"reinforced_gun_carriage",
				"nameRU":"Усиленный лафет",
				"nameEN":"Reinforced gun carriage",
				"descriptionRU":"Конвертация механизма поворота башни в механизм управления наклоном ствола. Позволяет накрывать противника огнём сверху, но менять горизонтальное направление выстрела можно только поворотом всего корпуса.",
				"descriptionEN":"Converts the turret rotation mechanism to the mechanism of changing the elevation angle. It becomes possible to lower or raise the gun barrel but the only way to rotate your turret horizontally is by rotating your hull."
			},
			{
				"id":"automated_gunpowder_loading_mechanism",
				"nameRU":"Автоматизированный механизм загрузки пороха",
				"nameEN":"Automated gunpowder loading mechanism",
				"descriptionRU":"Конвертация в управление наклоном ствола вместе с ускоренным набором мощности выстрела. Однако попасть в нужный уровень мощности становится труднее, что чревато перелётом или недолётом снаряда.",
				"descriptionEN":"Converts the turret rotation mechanism to the mechanism of changing the elevation angle and makes power accumulation faster. At the same time it becomes harder to avoid overshooting or undershooting due to not having the required level of power."
			},
			{
				"id":"harpoon",
				"nameRU":"Гарпун",
				"nameEN":"Harpoon",
				"descriptionRU":"Устанавливает угол наклона ствола в 1°, превращая Магнум из артиллерийской установки в аналог обычной пушки. Время перезарядки и скорость снаряда увеличены. Урон сплеша, радиус нанесения критического урона, и ускорение набора мощности выстрела — уменьшены.\nМодификация Магнума, которая позволяет играть с фиксированным углом по вертикали. Управляйте пушкой, как и всеми остальными. Получайте мощнейшее оружие, похожее на средневековую артиллерийскую пушку.",
				"descriptionEN":"Changes the angle of elevation to 1° making Magnum act like any other turret instead of being an artillery launcher. Splash damage is decreased."
			},
			{
				"id":"mortar",
				"nameRU":"Миномёт",
				"nameEN":"Mortar",
				"descriptionRU":"Конвертация в управление наклоном ствола вместе с заменой стандартных снарядов на мины. При попадании в танк мина взрывается, при промахе — остаётся в точке попадания, чтобы на ней кто-нибудь подорвался. Урон от снарядов-мин меньше, чем от обычных снарядов.",
				"descriptionEN":"Converts the turret rotation mechanism to the mechanism of changing the elevation angle and fires mines instead of shells. When hitting a tank the mine explodes, and when it misses, the mine remains at the spot where it landed meaning somebody can drive onto it."
			},
			{
				"id":"bombard",
				"nameRU":"Бомбарда",
				"nameEN":"Bombard",
				"descriptionRU":"Минимальный и начальный угол пушки 45 градусов. Минимальная и максимальная скорости снаряда снижены. Перезарядка значительно ускорена. Магнум превращается в мощное орудие для ведения огня из-за укрытий. С этим устройством невозможно стрелять прямой наводкой — ствол всегда направлен под углом 45 градусов или выше. Такая конструкция позволяет эффективно поражать врагов, находящихся за укрытиями, благодаря накрывающей траектории снарядов. Сниженная мощность выстрела улучшает контроль арки полёта, а уменьшенное время перезарядки позволяет вести быстрый и постоянный огонь, создавая настоящий «дождь» из снарядов.",
				"descriptionEN":"Minimum and initial angles of the turret are 45 degrees. Minimum and maximum projectile speeds are reduced. Reloading is significantly accelerated. With this augment, Magnum becomes a powerful weapon for firing from behind cover. It is impossible to shoot directly ahead — your turret is always at an angle of 45 degrees or more. This design allows you to effectively hit enemies hiding behind cover thanks to the trajectory of projectiles. Reduced shot power improves control over the shot trajectory, and reduced reload time allows for quick and constant fire, creating a real \"rain\" of shells."
			},
			{
				"id":"destroyer",
				"nameRU":"Разрушитель",
				"nameEN":"Destroyer",
				"descriptionRU":"Стандартный и критический урон увеличены. Сила удара, взрыва и отдачи увеличены. Перезарядка становится дольше. Скорость поворота башни, скорость снаряда и радиус взрыва уменьшены.\nУстройство превращает пушку в настоящую осадную артиллерию, способную одним выстрелом сокрушить противника. Снаряды становятся невероятно мощными! Но как известно, с большой силой приходит и большая ответственность. За мощные тяжёлые снаряды приходится отплачивать долгой перезарядкой. Будьте осторожными между залпами!",
				"descriptionEN":"Regular and critical damage are increased. Impact, explosion force and recoil force are also increased. Reload takes longer. Turret rotation speed, projectile speed and explosion radius are decreased.\nThe augment turns the turret into a real siege artillery capable of crushing an enemy with one shot. Projectiles become incredibly powerful! But as you know, with great power comes great responsibility. You have to pay for powerful heavy projectiles with a long reload time. Be careful between volleys!"
			},
			{
				"id":"incendiary_core",
				"nameRU":"Поджигающий сердечник",
				"nameEN":"Incendiary core",
				"descriptionRU":"Критический выстрел поджигает все цели, попавшие в радиус взрыва.\nФугасный снаряд снабжается поджигающим сердечником. При разрыве снаряд разбрасывает поджигающие элементы вокруг, поджигая танки. Противнику понадобится команда пожарных, чтобы остановить огненный дождь.",
				"descriptionEN":"Critical shot burns all the targets caught in the explosion radius. High-explosive projectile supplied by an incendiary core. On explosion, the projectile disperses incendiary elements around, burning enemy tanks. The enemy needs a team of firemen to stop such a fire rain."
			},
			{
				"id":"freezing_core",
				"nameRU":"Замораживающий сердечник",
				"nameEN":"Freezing core",
				"descriptionRU":"Критический выстрел поражает статусом «Заморозка» все цели, попавшие в радиус взрыва.\nФугасный снаряд снабжается замораживающим сердечником. Такие снаряды при критическом уроне замедляют передвижение противника по полю боя, а также позволяют едва ли не приварить его пушку к корпусу на некоторое время.",
				"descriptionEN":"Critical shots apply the «Freezing» status effect to all targets caught in the explosion radius. Highly explosive projectile supplied by a freezing core. On explosion, the projectile lets you slow down the movement of the enemy on the battlefield with critical damage, and also almost weld their turret to the hull for some time."
			},
			{
				"id":"stunning_core",
				"nameRU":"Оглушающий сердечник",
				"nameEN":"Stunning core",
				"descriptionRU":"Критический урон накладывает статус-эффект «Оглушение» на вражеский танк на короткий срок.\nФугасный снаряд снабжается ультразвуковым сердечником. Он обездвиживает соперника, лишая возможности стрелять, активировать припасы и овердрайвы или самоуничтожаться на некоторое время.",
				"descriptionEN":"Critical damage applies the «Stun» status effect to the enemy tank for a short time. A highly explosive projectile supplied by an ultrasonic core. Upon detonation, it immobilizes the opponent, leaving them unable to shoot, activate overdrives and supplies, or self-destruct for some time."
			}
		],
		"shotSkins":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true
			},
			{
				"id":"crimson",
				"nameRU":"Багровый",
				"nameEN":"Crimson",
				"descriptionRU":"Выстрелы багрового цвета несут в себе гнев, который падёт на ваших врагов, словно раскат грома.",
				"descriptionEN":"This one is crimson, like the color of your wrath in battle."
			},
			{
				"id":"blue",
				"nameRU":"Синий",
				"nameEN":"Blue",
				"descriptionRU":"Синий — это цвет синяков, которые останутся на самолюбии врагов после ваших попаданий.",
				"descriptionEN":"This one is blue, like the bruises you will leave on your enemy's ego."
			},
			{
				"id":"eclipse",
				"nameRU":"Затмение",
				"nameEN":"Eclipse",
				"descriptionRU":"Точно так же, как луна сливается с солнцем в одно целое при затмении, ваши снаряды пробивают вражескую броню.",
				"descriptionEN":"The moon merges with the sun as one in the sky, just like your bullet with your enemy's armor."
			},
			{
				"id":"toxic",
				"nameRU":"Ядовитый",
				"nameEN":"Toxic",
				"descriptionRU":"Ядовитые вещества очень опасны, но вам это только на руку. Превратите поле битвы в токсичный полигон, отравляя врагов своими выстрелами.",
				"descriptionEN":"A toxic attitude will get you banned. But it's perfectly fine for your tank to spread toxicity. So have fun with it."
			},
			{
				"id":"violet",
				"nameRU":"Лиловый",
				"nameEN":"Violet",
				"descriptionRU":"Этот угрожающий цвет ваших выстрелов без слов расскажет противникам, что вы не собираетесь с ними шутить.",
				"descriptionEN":"The ominous color of your shots should be a clear message to your enemies that you're not messing around."
			}
		]
	},
	{
		"id":"gauss",
		"nameRU":"Гаусс",
		"nameEN":"Gauss",
		"descriptionRU":"Снайперская пушка большой дальности. Удержание кнопки стрельбы некоторое время задействует электромагнитный ускоритель.\n\nСамый мобильный снайпер на поле боя. Комплектуется разрывными выстрелами, которые могут поразить несколько танков одновременно. Удерживая противника в прицеле некоторое время, можно задействовать встроенный в ствол пушки электромагнитный ускоритель. Разогнанный таким способом снаряд наносит повышенный урон, поражая группу целей на любом расстоянии.\n\nПушка «Гаусс» родилась в гаражах танкистов, пытавшихся подручными средствами повысить эффективность пушки «Гром» в борьбе со снайперами. Отличительной чертой пушки являются антенны, поднимаемые при подготовке электромагнитного ускорителя к выстрелу. За своеобразный внешний вид пушку прозвали «ушастым снайпером».\n\nСтраница пушки в <a href=\"https://ru.tankiwiki.com/%D0%93%D0%B0%D1%83%D1%81%D1%81\" target=\"_blank\"><u>WikiTO</u></a>.",
		"descriptionEN":"Long range sniper turret. Holding down the firing button for some time activates the electromagnetic accelerator.\n\nThe most mobile sniper on the battlefield. It is equipped with exploding shots that can hit multiple tanks simultaneously. Keeping the enemy in sight for a while, you can activate the electromagnetic accelerator which is built in the barrel. A projectile fired in this way deals increased damage, hitting a group of targets at any distance.\n\nThe «Gauss» turret was born in the garages of tankers who were looking for ways to increase the effectiveness of Thunder against snipers. A distinctive feature of this turret is the antennas, which extend while the electromagnetic accelerator is preparing for the shot. This turret has been nicknamed «big-eared sniper» due to its peculiar appearance.\n\nMore information about this turret can be found in the <a href=\"https://en.tankiwiki.com/Gauss\" target=\"_blank\"><u>Wiki</u></a>.",
		"skins":
		[
			{
				"id":"hd",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true,
				"icon":"standard",
				"emissionColor":"16721408",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"xt",
				"name":"XT",
				"descriptionRU":"Говорят, что внешность — это не главное. Но когда наступает время битвы, запугивание становится хорошей тактикой. Гаусс XT вселяет в соперников ужас и предупреждает их о жёстких ударах, которые обязательно последуют.",
				"descriptionEN":"Looks aren't everything. But when it's time for battle, intimidation is always a good tactic. Gauss XT tells your enemies that you mean business, and prepares them for the hard-hitting shots that will surely follow.",
				"icon":"xt"
			},
			{
				"id":"pr",
				"name":"Prime",
				"descriptionRU":"Этот скин создан специально для снайперов-виртуозов, для тех, кто за короткое время смог приручить «ушастого дьявола». Выглядит круто и опасно.",
				"descriptionEN":"This skin was crafted especially for virtuoso snipers who are skillful enough to tame the «big-eared devil». Looks cool and dangerous.",
				"icon":"pr",
				"emissionColor":"16765966",
				"emissionColorSecond":"56305",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"ut",
				"name":"Ultra",
				"descriptionRU":"Такая многогранная и смертоносная пушка, как Гаусс, заслуживает столь же впечатляющего скина. А вот и он, скин Ультра для Гаусса.",
				"descriptionEN":"A turret that is versatile and deadly as Gauss deserves an equally impressive skin. Here it is.",
				"icon":"ut",
				"emissionColor":"6213623",
				"emissionColorSecond":"16109169",
				"emissionColorThreshold":"0.4"
			},
			{
				"id":"gt",
				"name":"GT",
				"descriptionRU":"Специальная линейка GT скинов для пушек - это не только отличное дополнение для любого колёсного корпуса, но и проявление особой смелости. Не каждый танкист готов пожертвовать скрытностью и осторожностью на поле боя, ради того, чтобы продемонстрировать всю уникальность и особенность своего танка. Специальные засечки, напоминающие шрамы, оставленные хищником с большими когтями, и уникальные геометрические формы придают пушкам этой серии ещё более грозный и опасный вид. Новейшие разработки в области танкостроения и особый сплав белых металлов развязали руки конструкторам данного изделия, позволив впервые создать не только мощное, но и красивое оружие, которое никогда не будет просто так пылиться в гараже танкиста.",
				"descriptionEN":"This special series of GT skins for turrets is not just a good addition to any wheeled hull but also a manifestation of extraordinary courage. Not every tanker is ready to sacrifice stealth and caution on the battlefield to flaunt the uniqueness and the peculiarity of his tank in their entirety. Special scars resembling claw marks left by a predator and unique geometric structure give turrets of these series an even more formidable and dangerous look. The latest developments in field tank construction and a special alloy of white metals \"unshackled the hands\" of designers of this product, allowing them for the first time in history to create not only powerful but also beautiful weapons that would otherwise just be gathering dust in a tanker's garage.",
				"icon":"gt",
				"emissionColor":"16721408",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"ic",
				"name":"IC",
				"descriptionRU":"Покрытые толстым слоем антарктического льда скины этой серии внушают леденящий страх и ужас. Они превращают сердца врагов в ледяную глыбу, лишая их возможности мыслить и чувствовать, делая их танки безжизненными роботами. Пусть соперники увидят всю морозную мощь этих ледяных зверей!",
				"descriptionEN":"A thick top-layer of ice taken from a remote Antarctic glacier inspires enemies with a chilling fear and terror. These skins penetrates into the very soul of opponents. A single glance renders their hearts blocks of ice - left without mind or reason to become an aimless, lifeless hulk. Let the enemy witness the full might of this icy beasts!",
				"icon":"ic",
				"emissionColor":"51455",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"m0",
				"name":"M0",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m0"
			},
			{
				"id":"m1",
				"name":"M1",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m1"
			},
			{
				"id":"m2",
				"name":"M2",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m2"
			},
			{
				"id":"m3",
				"name":"M3",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m3"
			}	
		],
		"devices":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects"
			},
			{
				"id":"faster_horizontal_tracking",
				"nameRU":"Улучшенное горизонтальное сопровождение",
				"nameEN":"Faster horizontal tracking",
				"descriptionRU":"Ускоряет поворот башни и увеличивает вертикальные углы наводки.\nНа снайперские пушки не ставят мощные приводы наведения, ведь цели обычно находятся очень далеко. Но если противник сильно хочет сражаться близко, увеличение углов вертикальной наводки и более быстрая башня могут дать критическое преимущество.",
				"descriptionEN":"Accelerates turret rotation speed and increases vertical aiming angle. Snipers aren't usually equipped with powerful guidance systems, because the targets are normally far away. But if the enemy decides to fight up close, an increase in the vertical aiming angle and a faster turret rotation speed may give a critical advantage."
			},
			{
				"id":"hacked_aiming_processor",
				"nameRU":"Взломанный процессор наведения",
				"nameEN":"Hacked aiming processor",
				"descriptionRU":"Значительно увеличивает время удержания захвата цели при потери её из вида.\nНастройки по умолчанию всегда подбираются без воображения. Система наведения сбрасывает захват если не может надёжно удерживать контакт с целью. Для тех кто не умеет выбирать цели это упрощает наведение. А для тех кто умеет подходит этот маленький хак, который позволяет вручную выбирать удерживать цель или сменить цель.",
				"descriptionEN":"Significantly increases the time that you remain locked onto a target when it moves out of sight. The default settings are always chosen without much imagination. The targeting system will release its target lock if it cannot securely maintain contact with the target. For those who do not know how to select targets, this augment simplifies the locking process. But for those who do know, this little hack will come in handy and let you decide whether to hold or change the target."
			},
			{
				"id":"large_caliber_gauss",
				"nameRU":"Крупный калибр",
				"nameEN":"Large caliber",
				"descriptionRU":"Увеличение урона и уменьшение скорострельности стандартных выстрелов.\nПростая конвертация для тех кто предпочитает калибр побольше, а стрелять пореже. Увеличение калибра никак не влияет на урон от залпового выстрела.",
				"descriptionEN":"Increased damage and reload speed of regular shots. Simple conversion for those who prefer larger calibers over shooting quickly. The caliber increase does not affect the salvo shots."
			},
			{
				"id":"incendiary_salvo",
				"nameRU":"Поджигающий залп",
				"nameEN":"Incendiary salvo",
				"descriptionRU":"Критический урон поджигает цель. При залпе можно поджечь несколько целей.\nСнаряды с зажигательным сердечником позволяют поджигать противников. Использование прицельного выстрела увеличивает радиус срабатывания зажигательной смеси и позволяет поджечь сразу несколько целей.",
				"descriptionEN":"Critical damage sets the target on fire. Salvo shots can set multiple targets on fire. Projectiles with an incendiary core allow you to burn the enemies alive. Launching a salvo shot increases the effective radius of the incendiary mixture and allows you to set fire to multiple targets at once."
			},
			{
				"id":"freezing_salvo",
				"nameRU":"Криозалп",
				"nameEN":"Freezing salvo",
				"descriptionRU":"Критический урон замораживает цель. При залпе можно заморозить несколько целей.\nСнаряды с криогенным сердечником. Кроме эффективной заморозки одиночной цели, способны замораживать сразу несколько противников, если применять прицельный выстрел.",
				"descriptionEN":"Critical damage freezes the target. Salvo shots can freeze multiple targets. Projectiles contain a cryogenic core. In addition to effectively freezing individual enemies, it's possible to freeze many more of them by a well-timed salvo shot."
			},
			{
				"id":"stunning_salvo",
				"nameRU":"Оглушающий залп",
				"nameEN":"Stunning salvo",
				"descriptionRU":"Критический урон и прицельный выстрел накладывают статус-эффект «Оглушение» на вражеский танк.\nИспользование снарядов, издающих ультразвук, позволяет обездвижить соперника, лишая его возможности стрелять, активировать припасы, овердрайвы и самоуничтожаться на некоторое время.",
				"descriptionEN":"Critical damage and salvo shots apply the Stun status effect to the enemy tank. Due to special types of missiles that emit ultrasound, it is possible to immobilize an opponent, leaving them unable to shoot, activate overdrives and supplies, or self-destruct for some time."
			},
			{
				"id":"hyperspeed_shells",
				"nameRU":"Гиперскоростные снаряды",
				"nameEN":"Hyperspeed shells",
				"descriptionRU":"С увеличением расстояния до цели урон стандартного выстрела увеличивается вместо того, чтобы уменьшаться. Урон вблизи значительно снижен. Урон снайперского выстрела не изменяется этим устройством.\nУправляемые снаряды с запредельной мощностью, урон которых увеличивается с расстоянием. Взрыв такого снаряда рядом с собственным танком может его уничтожить. Чтобы этого не произошло, начальная скорость снаряда значительно увеличена, а специальная система ограничивает урон до тех пор, пока снаряд не уйдёт далеко от танка.",
				"descriptionEN":"Arcade mode damage dealt increases proportionally with the distance from the target, instead of decreased. Close-range damage is greatly reduced. Sniper mode damage is not affected by this augment. Guided projectiles with incredible power, dealing more damage as the distance increases. The explosion of such a projectile near your own tank can be deadly, and to prevent this, projectile speed is significantly increased, and a special system limits the damage dealt until the projectile travels far from your tank."
			},
			{
				"id":"solenoid_cooling",
				"nameRU":"Охлаждение соленоидов",
				"nameEN":"Solenoid cooling",
				"descriptionRU":"Ускорение перезарядки и наведения залпа, но залп наносит значительно меньше урона.\nУсовершенствованные системы охлаждения позволяют добиться значительной скорострельности залпового огня. С такой скорострельностью ускорители накапливают меньше энергии и снаряд наносит меньше урона, но зато какие возможности это открывает по угнетению противника на большой дистанции.",
				"descriptionEN":"Accelerated reload and aiming time of salvo shots, but the salvo deals significantly less damage. Advanced cooling systems make it possible to achieve high rate of salvo fire. With such high rate of fire, boosters accumulate less energy and the projectile deals less damage, but it definitely opens up the possibility for oppressing the enemy at a long distance."
			}
		],
		"shotSkins":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true
			},
			{
				"id":"violent",
				"nameRU":"Яростный",
				"nameEN":"Violent",
				"descriptionRU":"Эффект выстрела, который соответствует жёсткому характеру Гаусса и вмятинам, которые тот оставляет на броне вражеских танков.",
				"descriptionEN":"A shot effect that matches the mean and hard-hitting nature of the Gauss shot, and the bruises it will leave on the enemy's tank."
			},
			{
				"id":"green_fake",
				"nameRU":"Зелёный (неофициальный)",
				"nameEN":"Green (unofficial)",
				"descriptionRU":"Зелёный — это цвет мягкости и спокойствия. Ваш выстрел не является ни тем, ни другим. Замечаете иронию?",
				"descriptionEN":"Green is a nice, peaceful color. Your shot is neither nice, nor peaceful. Notice the irony?"
			}
		]
	},
	{
		"id":"shaft",
		"nameRU":"Шафт",
		"nameEN":"Shaft",
		"descriptionRU":"Снайперская пушка большой дальности. Может переходить в снайперский режим при удержании кнопки стрельбы.\n\nЛазерная пушка с уникальным режимом стрельбы. Остановив танк на месте, можно направить всю энергию реактора на накачку мощности лазерного выстрела. Урон в этом режиме зависит от времени накопления заряда, но танк должен оставаться полностью неподвижным. Фокусировка прицела использует вспомогательный лазер наведения, который легко засекают системы наблюдения любого современного танка.\n\nОтличный выбор для любителей снайперской стрельбы. Пушка представляет из себя современный многофункциональный комплекс вооружения с огромным количеством функций. Она может варить кофе, заказывать пиццу, оплачивать счета, но главной особенностью является снайперский прицел. Бывалые танкисты не рекомендуют находиться в снайперском режиме слишком долго, иначе подкравшийся сзади противник может вас сильно напугать.\n\nСтраница пушки в <a href=\"https://ru.tankiwiki.com/%D0%A8%D0%B0%D1%84%D1%82\" target=\"_blank\"><u>WikiTO</u></a>.",
		"descriptionEN":"Long range sniper turret. Can enter sniper mode by holding down the firing button.\n\nA laser turret with a unique firing mode. By halting the tank in place, you can direct all the energy of the reactor to pump up the power of the laser shot. Damage in this mode will depend on how long you charge up the shot, and your tank will also become completely immobile. Focusing your shot on the enemy will also use an additional laser pointer, which can be detected by most modern tanks’ optical systems.\n\nA great choice for fans of sniper battles. The turret works as a modern multifunctional weapon system, with an astounding number of uses. It can brew coffee, order pizza, pay bills — but its main feature is the sniper scope. Seasoned tankers recommend never being in the sniper mode for long, or you risk opening your backside for a surprise enemy attack.\n\nMore information about this turret can be found in the <a href=\"https://en.tankiwiki.com/Shaft\" target=\"_blank\"><u>Wiki</u></a>.",
		"skins":
		[
			{
				"id":"hd",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true,
				"icon":"standard",
				"emissionColor":"12849669",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"xt",
				"name":"XT",
				"descriptionRU":"Золотой лев с серебристой гривой, воплощённый в облике Шафта XT, станет вашим преданным боевым товарищем и поможет защитить ваш прайд.",
				"descriptionEN":"Golden lion with a silver mane, shaped into the form of Shaft XT, will become your trusted battle friend and will help protect the pride of fellow lions from the enemies.",
				"icon":"xt"
			},
			{
				"id":"lc",
				"name":"Legacy",
				"descriptionRU":"Ох уж этот снайпер с орлиным зрением! В новом брутальном образе бойца из стали он поразит ещё больше целей. Осторожно: вызывает зависть у противников!",
				"descriptionEN":"Oh, what an eagle-eyed sniper! In a new brutal style of a fighter made of steel, the user of this skin will see increased kills and definitely increased jealousy!",
				"icon":"lc",
				"emissionColor":"16755200",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"dc",
				"name":"Demonic",
				"descriptionRU":"Сквозь прицел этого демонического Шафта тьма находит свою цель. С холодной точностью он наводится на врагов, нанося сокрушительные выстрелы и не оставляя шанса на спасение. Пусть противники почувствуют всю мощь твоей меткости и поймут, что как только они окажутся в прицеле, их конец близок. Поле боя будет наполнено шёпотом тех, кого поразила твоя смертельная точность. С этим скином ты внушаешь страх своим врагам, делая каждый выстрел шагом к победе.",
				"descriptionEN":"Through the sight of this demonic Shaft, darkness finds its target. With cold precision, it aims at enemies, delivering crushing shots and leaving no chance for salvation. Let your opponents feel the full power of your marksmanship and understand that as soon as they are in your sight, their end is near. The battlefield will be filled with the whispers of those who were struck by your deadly accuracy. With this skin, you inspire fear in your enemies, making every shot a step towards victory.",
				"icon":"dc",
				"emissionColor":"15884800",
				"emissionColorSecond":"16685824",
				"emissionColorThreshold":"0.4"
			},
			{
				"id":"gt",
				"name":"GT",
				"descriptionRU":"Специальная линейка GT скинов для пушек - это не только отличное дополнение для любого колёсного корпуса, но и проявление особой смелости. Не каждый танкист готов пожертвовать скрытностью и осторожностью на поле боя, ради того, чтобы продемонстрировать всю уникальность и особенность своего танка.\n\nСерия GT скинов для пушек это мощное и красивое оружие, которое создано для самых решительных и смелых игроков.\n\nПушки GT отличаются уникальным дизайном, который делает их узнаваемыми на поле боя, оснащены передовыми технологиями и материалами и имеют стильный дизайн, который подчеркивает их мощь и элегантность.",
				"descriptionEN":"The special GT series of turret skins is not only a great addition to any wheeled hull, but also a show of special courage. Not every tanker can sacrifice being concealed and cautious on the battle field to show the uniqueness and specialty of their tank.\n\nThe GT series of turret skins is a powerful and beautiful weapon made for the most determined and brave players.\n\nGT turrets have a unique design that makes them recognized on the battlefield, advanced technologies and materials and have a stylish design that highlights their power and elegance.",
				"icon":"gt",
				"emissionColor":"12849669",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"m0",
				"name":"M0",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m0"
			},
			{
				"id":"m1",
				"name":"M1",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m1"
			},
			{
				"id":"m2",
				"name":"M2",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m2"
			},
			{
				"id":"m3",
				"name":"M3",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m3"
			},
			{
				"id":"m0_old",
				"nameRU":"M0 (старый)",
				"nameEN":"M0 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m0"
			},
			{
				"id":"m1_old",
				"nameRU":"M1 (старый)",
				"nameEN":"M1 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m1"
			},
			{
				"id":"m2_old",
				"nameRU":"M2 (старый)",
				"nameEN":"M2 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m2"
			},
			{
				"id":"m3_old",
				"nameRU":"M3 (старый)",
				"nameEN":"M3 (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"icon":"m3"
			},
			{
				"id":"xt_fake",
				"nameRU":"XT (неофициальный)",
				"nameEN":"XT (unofficial)",
				"description":"TODO",
				"icon":"xt"
			},
			{
				"id":"tx_m2",
				"name":"M2 (Tanki X)",
				"descriptionRU":"Сверхточное орудие «Шафт» было создано «Фронтиром» для ведения позиционных боёв за горные перевалы в Латинской Америке. Режим снайперского огня и возможность ведения эффективного боя на коротких дистанциях сделали «Шафт» надеждой на «победу качеством». Продолжалось это до тех пор, пока инженеры «Антея» не скопировали новинку, демонтировав её с одного из подбитых танков.",
				"descriptionEN":"The Shaft is a very accurate weapon created by Frontier for waging positional battles over the mountain passes of Latin America. Its sniper mode, the increased damage to turrets, and the ability to conduct effective short-range battles have made Shaft the hope for a clean victory. That was until Antaeus engineers replicated the turret by studying a partially destroyed weapon they found on a partially destroyed tank.",
				"icon":"tx",
				"emissionColor":"4186194",
				"emissionColorThreshold":"0.6"
			}
		],
		"devices":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects"
			},
			{
				"id":"short-band_emitter",
				"nameRU":"Короткополосный эмиттер",
				"nameEN":"Short-band emitter",
				"descriptionRU":"Модификация для танкистов, любящих ближний бой и привыкших к стрелковым пушкам. Повышает урон и увеличивает время перезарядки выстрелов навскидку.",
				"descriptionEN":"Modification for tankers that prefer close-range battles and who are used to precise turrets. Increases damage and reloading time in Arcade mode."
			},
			{
				"id":"heavy_capacitors",
				"nameRU":"Тяжёлые конденсаторы",
				"nameEN":"Heavy capacitors",
				"descriptionRU":"Замена стандартных конденсаторов на тяжёлые. Заряд накапливается медленнее, но конечный урон заметно повышается.",
				"descriptionEN":"Replacement for standard capacitors with a heavy type. The shot is charged slower, but the final damage is noticeably increased."
			},
			{
				"id":"light_capacitors",
				"nameRU":"Лёгкие конденсаторы",
				"nameEN":"Light capacitors",
				"descriptionRU":"Замена стандартных конденсаторов на облегчённые. Заряд накапливается быстрее, но конечный урон заметно понижается.",
				"descriptionEN":"Replacement for standard capacitors with a light type. The shot is charged faster, but the final damage is noticeably reduced."
			},
			{
				"id":"incendiary_sight",
				"nameRU":"Поджигающая фокусировка",
				"nameEN":"Incendiary sight",
				"descriptionRU":"Каждый выстрел в снайперском режиме поджигает цель. Цель, получившая критический урон аркадным выстрелом, также поджигается.\nОсобая фокусировка линз позволяет охватить соперника языками пламени, отнимающими несколько единиц урона в секунду в течение некоторого время. Позволяет наносить урон сопернику даже во время перезарядки.",
				"descriptionEN":"Each shot in the sniping mode sets the target on fire. Critical shots in the arcade mode also ignite the target. A special sight that lets you engulf your opponent in flames, dealing continuous damage per second for some time. Thus, you can deal damage to an opponent even while reloading."
			},
			{
				"id":"freezing_sight",
				"nameRU":"Замораживающая фокусировка",
				"nameEN":"Freezing sight",
				"descriptionRU":"Каждый выстрел в снайперском режиме замораживает цель. Цель, получившая критический урон аркадным выстрелом, также замораживается.\nОсобая фокусировка линз позволяет замедлить передвижение противника по полю боя критическим уроном или прицельным выстрелом, а также едва ли не приварить его башню к корпусу на некоторое время. Позволяет помешать противнику отступить в укрытие или повернуться на атакующего.",
				"descriptionEN":"Each shot in the sniping mode applies the «Freezing» status effect to the target. Critical shots in the arcade mode also apply the «Freezing» status effect. A special sight that lets you slow down the movement of the enemy on the battlefield with critical damage or an arcade shot, and also almost weld his turret to the hull for some time. This makes it possible to prevent the enemy from retreating into cover or turning towards the attacker."
			},
			{
				"id":"stunning_sight",
				"nameRU":"Оглушающая фокусировка",
				"nameEN":"Stunning sight",
				"descriptionRU":"Каждый выстрел в снайперском режиме оглушает цель. Цель, получившая критический урон аркадным выстрелом, также оглушается.\nОсобая фокусировка линз позволяет обездвижить соперника, лишая его возможности стрелять, активировать припасы и овердрайвы или самоуничтожаться на некоторое время. Добить такого соперника аркадными выстрелами станет гораздо проще.",
				"descriptionEN":"Each shot in the sniping mode applies the Stun status effect to the target. Critical shots in the arcade mode also apply the Stun status effect. A special sight that lets you immobilize an opponent, leaving them unable to shoot, activate overdrives and supplies, or self-destruct for some time. Thus, finishing off such an opponent with arcade shots will become much easier."
			},
			{
				"id":"rapid-fire_mode",
				"nameRU":"Режим серийного огня",
				"nameEN":"Rapid-fire mode",
				"descriptionRU":"Штурмовая модификация, позволяющая вести огонь навскидку быстрыми сериями по 3 выстрела. Энергозапаса при этом хватает только на одну очередь.",
				"descriptionEN":"Assault modification that allows firing in Arcade mode with a quick series of shots, 3 in each. At the same time the energy tank capacity is enough for one series of shots."
			}
		],
		"shotSkins":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true
			},
			{
				"id":"eclipse",
				"nameRU":"Затмение",
				"nameEN":"Eclipse",
				"descriptionRU":"Точно так же, как луна сливается с солнцем в одно целое при затмении, ваши снаряды пробивают вражескую броню.",
				"descriptionEN":"The moon merges with the sun as one in the sky, just like your bullet with your enemy's armor."
			},
			{
				"id":"noon",
				"nameRU":"Зенит",
				"nameEN":"Noon",
				"descriptionRU":"Как и от ослепительного света полуденного солнца, от ваших выстрелов невозможно скрыться.",
				"descriptionEN":"The blinding light of the noon sun, as inescapable as your shot."
			},
			{
				"id":"green",
				"nameRU":"Зелёный",
				"nameEN":"Green",
				"descriptionRU":"Зелёный — это цвет мягкости и спокойствия. Ваш выстрел не является ни тем, ни другим. Замечаете иронию?",
				"descriptionEN":"Green is a nice, peaceful color. Your shot is neither nice, nor peaceful. Notice the irony?"
			},
			{
				"id":"aqua",
				"nameRU":"Аква",
				"nameEN":"Aqua",
				"descriptionRU":"«Aqua» означает «вода» на латыни. Эта прозрачная текучая жидкость — не только источник жизни: струя воды под давлением приобретает разрушительную мощь. Ваши выстрелы будут такими же опасными.",
				"descriptionEN":"Aqua... Latin for «water» — fluid, adaptable, but incredibly destructive when applied with focus, just like your shot."
			},
			{
				"id":"blue",
				"nameRU":"Синий",
				"nameEN":"Blue",
				"descriptionRU":"Синий — это цвет синяков, которые останутся на самолюбии врагов после ваших попаданий.",
				"descriptionEN":"This one is blue, like the bruises you will leave on your enemy's ego."
			},
			{
				"id":"blood",
				"nameRU":"Кровавый",
				"nameEN":"Blood",
				"descriptionRU":"Вы не можете пустить кровь танкам, но этот эффект выстрела — отличная альтернатива.",
				"descriptionEN":"Tanks don't bleed, but here's a good alternative."
			},
			{
				"id":"violet",
				"nameRU":"Лиловый",
				"nameEN":"Violet",
				"descriptionRU":"Этот угрожающий цвет ваших выстрелов без слов расскажет противникам, что вы не собираетесь с ними шутить.",
				"descriptionEN":"The ominous color of your shots should be a clear message to your enemies that you're not messing around."
			},
			{
				"id":"void",
				"nameRU":"Пустота",
				"nameEN":"Void",
				"descriptionRU":"Пустота — самое подходящее слово для описания того, что останется от противника после того, как вы разнесёте его танк на мелкие кусочки.",
				"descriptionEN":"This one is called \"Void\", because that's exactly what will be left after you've blown your opponent to bits."
			},
			{
				"id":"magma",
				"nameRU":"Магма",
				"nameEN":"Magma",
				"descriptionRU":"Есть краска огненного цвета? Теперь вам нужен пылающий эффект выстрела. А вот и он.",
				"descriptionEN":"Got a hot paint job? Now you need an equally hot shot color to go with it. Here it is."
			}
		]
	},
	{
		"id":"terminator",
		"nameRU":"Терминатор",
		"nameEN":"Terminator",
		"descriptionRU":"Пушка большой дальности. При удержании кнопки стрельбы может атаковать цель самонаводящимися ракетами.\n\nСверхтяжёлая башня, разработанная специально под корпус Джаггернаут. Две рельсовые пушки с повышенной скорострельностью дополнены тяжёлыми ракетными установками для ближнего боя.\n\nПрименение с другими корпусами не предусмотрено. По слухам, выстрел может сорвать башню с танка.\n\nСтраница пушки в <a href=\"https://ru.tankiwiki.com/%D0%A2%D0%B5%D1%80%D0%BC%D0%B8%D0%BD%D0%B0%D1%82%D0%BE%D1%80\" target=\"_blank\"><u>WikiTO</u></a>.",
		"descriptionEN":"Long range turret. Holding down the firing button will launch a barrage of guided missiles to attack the target.\n\nSuper heavy turret designed specifically for the «Juggernaut» hull. The two Railgun turrets with increased rate of fire are accompanied by heavy close-range rocket launchers.\n\nt is not possible to use it with other hulls. According to rumors, a shot can blow the turret off the tank.\n\nMore information about this turret can be found in the <a href=\"https://en.tankiwiki.com/Terminator\" target=\"_blank\"><u>Wiki</u></a>.",
		"skins":
		[
			{
				"id":"m3",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true,
				"icon":"standard"
			},
			{
				"id":"xt_fake",
				"nameRU":"XT (неофициальный)",
				"nameEN":"XT (unofficial)",
				"description":"TODO",
				"icon":"xt"
			},
			{
				"id":"xt_fake_ilya_star",
				"nameRU":"XT (неофициальный by IlyaStar)",
				"nameEN":"XT (unofficial by IlyaStar)",
				"description":"TODO",
				"icon":"xt"
			}
		],
		"devices":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects"
			}
		],
		"shotSkins":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true
			}
		]
	},
	{
		"id":"bonk",
		"nameRU":"B0-NK «Кувалда»",
		"nameEN":"B0-NK «Sledgehammer»",
		"descriptionRU":"Пневматический молот ближнего боя. Наносит чудовищный урон, но действует только на предельно малой дистанции.\n\nB0-NK «Кувалда» — отличный инструмент для промышленных строительных работ. Массивное зубило предназначено для разрушения бетонных и кирпичных стен, фундаментов, вскрытия дорожного полотна и демонтажа твёрдых покрытий. В конструкцию встроен реактивный разгонный элемент для повышения пробивающей способности зубила.\n\nПожалуйста, используйте инструмент только по назначению. Нестандартное применение может привести к непредвиденным последствиям и автоматически отменяет возможность гарантийного ремонта оборудования.\n\nСтраница пушки в <a href=\"https://ru.tankiwiki.com/%D0%9A%D1%83%D0%B2%D0%B0%D0%BB%D0%B4%D0%B0\" target=\"_blank\"><u>WikiTO</u></a>.",
		"descriptionEN":"Close range pneumatic hammer. Deals monstrous damage but only works at extremely low distances.\n\nB0-NK «Sledgehammer» is a great tool for industrial construction work. This massive chisel was designed for breaking concrete, brick walls, foundations, as well as ripping up asphalt and dismantling hard surfaces. The accelerating reactive element was embedded to increase the penetrating power of the chisel.\n\nBe careful to only use this tool as intended. Non-standardized use may result in unforeseeable consequences and voids the possibility of a warranty service.\n\nMore information about this turret can be found in the <a href=\"https://en.tankiwiki.com/B0-NK\" target=\"_blank\"><u>Wiki</u></a>.",
		"skins":
		[
			{
				"id":"hd",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true,
				"icon":"standard",
				"emissionColor":"47853",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"hd_old",
				"nameRU":"Стандартные настройки (старые)",
				"nameEN":"Standard settings (old)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true,
				"icon":"standard",
				"emissionColor":"3792365",
				"emissionColorThreshold":"0.4"
			},
			{
				"id":"biomorphic_claw",
				"nameRU":"Биомеханический коготь",
				"nameEN":"Biomorphic Claw",
				"descriptionRU":"Уникальные настройки.",
				"descriptionEN":"Unique settings.",
				"isStandard":true,
				"icon":"xt",
				"emissionColor":"16640099",
				"emissionColorThreshold":"0.4"
			}
		],
		"devices":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects"
			},
			{
				"id":"standard_with_ability_rotate_turret",
				"nameRU":"Нестандартные настройки (с возможностью вращать башню)",
				"nameEN":"Non-standard settings (with ability rotate the turret)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects"
			}
		],
		"shotSkins":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true
			}
		]
	},
	{
		"id":"snowman",
		"nameRU":"Глебыч",
		"nameEN":"Snowman",
		"descriptionRU":"Глебыч — это особая пушка, которая запускает смертоносные снежки во врагов поблизости. Он был создан случайно во время ужасной метели перед Рождеством. Один из старых прототипов Магнума был выброшен и оставлен на свалке. При попытке очистить ствол от снега выяснилось, что снежки, которые уже были снаряжены в прототипе, еще можно было использовать в качестве боеприпасов. В итоге было решено установить его на корпус и украсить снеговиком с морковкой, зажжёнными ветками и ведром.\n\nСтраница пушки в <a href=\"https://ru.tankiwiki.com/%D0%93%D0%BB%D0%B5%D0%B1%D1%8B%D1%87\" target=\"_blank\"><u>WikiTO</u></a>.",
		"descriptionEN":"Snowman is a special turret that fires deadly snowballs into nearby enemies. It was accidentally created during a strong blizzard before Christmas. One of the old Magnum prototypes was thrown away and left on the junkyard. Attempt to clear the barrel from snow lead to realization that snow that was loaded into the prototype could be used as ammunition. As a result it was decided to place it on a hull and decorate it with a snowman with a carrot, lighted branches and a bucket.\n\nMore information about this turret can be found in the <a href=\"https://en.tankiwiki.com/Snowman\" target=\"_blank\"><u>Wiki</u></a>.",
		"skins":
		[
			{
				"id":"hd_blue",
				"nameRU":"Стандартные настройки (синий)",
				"nameEN":"Standard settings (blue)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true,
				"icon":"standard",
				"emissionColor":"131033",
				"emissionColorThreshold":"0.4"
			},
			{
				"id":"hd_green",
				"nameRU":"Стандартные настройки (зелёный)",
				"nameEN":"Standard settings (green)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true,
				"icon":"standard",
				"emissionColor":"13041408",
				"emissionColorThreshold":"0.6"
			},
			{
				"id":"hd_red",
				"nameRU":"Стандартные настройки (красный)",
				"nameEN":"Standard settings (red)",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true,
				"icon":"standard",
				"emissionColor":"16581323",
				"emissionColorThreshold":"0.4"
			}	
		],
		"devices":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects"
			}
		],
		"shotSkins":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true
			}
		]
	},
	{	
		"id":"tomato_gun",
		"nameRU":"Томатыч",
		"nameEN":"Tomato Gun",
		"descriptionRU":"Томатыч — это модифицированная версия Магнума, представляющая собой пушку Глебыч с изменённым внешним видом. Ствол немного выше, чем у Магнума, а скорость снарядов снижена. Это приводит к тому, что Томатыч является пушкой средней дальности. При критических попаданиях он наносит на противника сразу несколько статус-эффектов.\n\nСтраница пушки в <a href=\"https://ru.tankiwiki.com/%D0%A2%D0%BE%D0%BC%D0%B0%D1%82%D1%8B%D1%87\" target=\"_blank\"><u>WikiTO</u></a>.",
		"descriptionEN":"Tomato Gun is a modified version of Magnum, that is the Snowman turret with changed appearance. Barrel is a little higher than Magnum’s one, and the projectile speed is lower. This makes Tomato Gun a medium range turret. Critical hits inflict several status-effects on enemies.\n\nMore information about this turret can be found in the <a href=\"https://en.tankiwiki.com/Tomato_Gun\" target=\"_blank\"><u>Wiki</u></a>.",
		"skins":
		[
			{
				"id":"hd",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true,
				"icon":"standard",
				"emissionColor":"65310",
				"emissionColorThreshold":"0.4"
			}
		],
		"devices":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects"
			}
		],
		"shotSkins":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true
			}
		]
	},
	{	
		"id":"tanks",
		"nameRU":"Пушка из «Tanks»",
		"nameEN":"Turret from «Tanks»",
		"description":"TODO",
		"skins":
		[
			{
				"id":"bluegray",
				"nameRU":"Сине-серая",
				"nameEN":"Bluegray",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true,
				"icon":"standard"
			},
			{
				"id":"desert",
				"nameRU":"Пустынная",
				"nameEN":"Desert",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true,
				"icon":"standard"
			},
			{
				"id":"green",
				"nameRU":"Зелёная",
				"nameEN":"Green",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true,
				"icon":"standard"
			},
			{
				"id":"damaged",
				"nameRU":"Подбитая",
				"nameEN":"Damaged",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true,
				"icon":"standard"
			},
			{
				"id":"alternativa",
				"name":"Alternativa",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true,
				"icon":"standard",
				"emissionColor":"9573120",
				"emissionColorSecond":"12203776",
				"emissionColorThreshold":"0.2"
			}
		],
		"devices":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects"
			}
		],
		"shotSkins":
		[
			{
				"id":"standard",
				"nameRU":"Стандартные настройки",
				"nameEN":"Standard settings",
				"descriptionRU":"Стандартные заводские настройки без специальных эффектов",
				"descriptionEN":"Standard factory settings without any special effects",
				"isStandard":true
			}
		]
	}
]