[
	{
		"name":"Брут",
		"previewResourceId":"brutus_preview",
		"resourceId":"brutus",
		"description":"Пассивный дрон. Улучшение дрона повышает силу припасов «Повышенная защита» и «Повышенный урон». В отличие от других дронов не требует батареек для работы."
	},
	{
		"name":"Гиперион",
		"previewResourceId":"hyperion_preview",
		"resourceId":"hyperion",
		"description":"Пассивный дрон. При активации любого припаса отменяет зависимую перезарядку других припасов. Дополнительно использует несколько припасов в момент активации любого припаса. Ускоряет перезарядку припасов «Ремкомплект», «Повышенная защита», «Повышенный урон», «Ускорение» и «Мина». Улучшение дрона повышает силу припасов «Повышенная защита» и «Повышенный урон» и скорость перезарядки припасов."
	},
	{
		"name":"Кризис",
		"previewResourceId":"crisis_preview",
		"resourceId":"crisis",
		"description":"Пассивный дрон. Значительно усиливает эффект припасов «Повышенная защита», «Повышенный урон» или «Ускорение». В усиленном режиме может находиться только один из этих припасов, остальные отключаются. Дополнительно использует несколько припасов в момент активации любого припаса. Ускоряет перезарядку припасов «Повышенная защита», «Повышенный урон» или «Ускорение» при переключении активного припаса. Улучшение дрона повышает силу припасов «Повышенная защита» и «Повышенный урон» и эффективность усиления припасов."
	},
	{
		"name":"Гиперион XT",
		"previewResourceId":"hyperion_xt_preview",
		"resourceId":"hyperion_xt",
		"description":"Пассивный дрон. При активации любого припаса отменяет зависимую перезарядку других припасов. Дополнительно использует несколько припасов в момент активации любого припаса. Ускоряет перезарядку припасов «Ремкомплект», «Повышенная защита», «Повышенный урон», «Ускорение» и «Мина». Улучшение дрона повышает силу припасов «Повышенная защита» и «Повышенный урон» и скорость перезарядки припасов."
	},
	{
		"name":"Кризис XT",
		"previewResourceId":"crisis_xt_preview",
		"resourceId":"crisis_xt",
		"description":"Пассивный дрон. Значительно усиливает эффект припасов «Повышенная защита», «Повышенный урон» или «Ускорение». В усиленном режиме может находиться только один из этих припасов, остальные отключаются. Дополнительно использует несколько припасов в момент активации любого припаса. Ускоряет перезарядку припасов «Повышенная защита», «Повышенный урон» или «Ускорение» при переключении активного припаса. Улучшение дрона повышает силу припасов «Повышенная защита» и «Повышенный урон» и эффективность усиления припасов."
	},
	{
		"name":"Драйвер",
		"previewResourceId":"driver_preview",
		"resourceId":"driver",
		"description":"Штурмовой дрон. При уничтожении вражеского танка пополняет заряд овердрайва. Улучшение дрона повышает силу припасов «Повышенная защита» и «Повышенный урон» и увеличивает пополняемый заряд овердрайва."
	},
	{
		"name":"Спринтер",
		"previewResourceId":"sprinter_preview",
		"resourceId":"sprinter",
		"description":"Штурмовой дрон. При подборе флага, мяча или захвате точки активирует все припасы на короткое время. Дополнительно использует припасы «Ускорение» в момент активации дрона. Ускоряет перезарядку припаса «Ускорение» при использовании припасов. Улучшение дрона повышает силу припасов «Повышенная защита» и «Повышенный урон» и время действия припасов при активации дрона."
	},
	{
		"name":"Штурмовик",
		"previewResourceId":"assault_preview",
		"resourceId":"assault",
		"description":"Штурмовой дрон. При уничтожении вражеского танка сокращает время перезарядки припасов «Повышенная защита», «Повышенный урон» и «Ускорение». Дополнительно использует припас «Повышенный урон» в момент активации дрона. Ускоряет перезарядку припаса «Повышенный урон» при использовании припасов. Улучшение дрона повышает силу припасов «Повышенная защита» и «Повышенный урон» и сокращает время перезарядки припасов при активации дрона."
	},
	{
		"name":"Подрывник",
		"previewResourceId":"blaster_preview",
		"resourceId":"blaster",
		"description":"Штурмовой дрон. Взрывается при гибели или самоуничтожении танка, нанося колоссальный урон всем противникам вокруг. Ускоряет протокол самоуничтожения танка. Дополнительно использует припасы «Мина» в момент активации дрона. Ускоряет перезарядку припаса «Повышенный урон» при использовании припасов. Улучшение дрона повышает силу припасов «Повышенная защита», «Повышенный урон» и размер наносимого урона."
	},
	{
		"name":"Бустер",
		"previewResourceId":"booster_preview",
		"resourceId":"booster",
		"description":"Штурмовой дрон. При использовании припаса «Повышенный урон» усиливает его эффект. Дополнительно использует припасы «Повышенный урон» в момент активации дрона. Ускоряет перезарядку припаса «Повышенный урон» при использовании припасов. Улучшение дрона повышает силу припасов «Повышенная защита» и «Повышенный урон» и усиление припаса «Повышенный урон»."
	},
	{
		"name":"Ловкач",
		"previewResourceId":"trickster_preview",
		"resourceId":"trickster",
		"description":"Дрон поддержки. При использовании припаса «Ускорение» усиливает его эффект. Дополнительно использует припасы «Ускорение» в момент активации дрона. Ускоряет перезарядку припаса «Ускорение» при использовании припасов. Улучшение дрона повышает силу припасов «Повышенная защита» и «Повышенный урон» и усиление припаса «Ускорение»."
	},
	{
		"name":"Десантник",
		"previewResourceId":"trooper_preview",
		"resourceId":"trooper",
		"description":"Оборонительный дрон. На короткое время активирует припасы «Повышенная защита», «Повышенный урон» и «Ускорение» при появлении танка. Улучшение дрона повышает силу припасов «Повышенная защита» и «Повышенный урон» и время действия припасов при появлении танка."
	},
	{
		"name":"Минёр",
		"previewResourceId":"miner_preview",
		"resourceId":"miner",
		"description":"Оборонительный дрон. Позволяет определённому числу мин пережить смерть танка. Ускоряет перезарядку припаса «Мина» при использовании припасов. Улучшение дрона повышает силу припасов «Повышенная защита» и «Повышенный урон» и число выживающих мин."
	},
	{
		"name":"Спасатель",
		"previewResourceId":"lifeguard_preview",
		"resourceId":"lifeguard",
		"description":"Оборонительный дрон. При получении смертельного урона предотвращает гибель танка и моментально ремонтирует его. Дополнительно использует припасы «Ремкомплект» в момент активации дрона. Ускоряет перезарядку припаса «Повышенная защита» при использовании припасов. Улучшение дрона повышает силу припасов «Повышенная защита» и «Повышенный урон» и размер получаемого ремонта."
	},
	{
		"name":"Диверсант",
		"previewResourceId":"saboteur_preview",
		"resourceId":"saboteur",
		"description":"Оборонительный дрон. При использовании припаса «Мина» устанавливает несколько дополнительных мин в небольшом радиусе от точки установки основной мины. Дополнительно использует припасы «Мина» в момент активации дрона. Улучшение дрона повышает силу припасов «Повышенная защита», «Повышенный урон» и число одновременно устанавливаемых мин."
	},
	{
		"name":"Защитник",
		"previewResourceId":"defender_preview",
		"resourceId":"defender",
		"description":"Оборонительный дрон. При использовании припаса «Повышенная защита» усиливает её эффект. Дополнительно использует припасы «Повышенная защита» в момент активации дрона. Ускоряет перезарядку припаса «Повышенная защита» при использовании припасов. Улучшение дрона повышает силу припасов «Повышенная защита» и «Повышенный урон» и усиление припаса «Повышенная защита»."
	},
	{
		"name":"Инженер",
		"previewResourceId":"engineer_drone_preview",
		"resourceId":"engineer_drone",
		"description":"Дрон поддержки. Ремонтирует себя и союзников неподалёку при подборе любой коробки самостоятельно или союзником. При подборе ящика с бонусом игрок получает дополнительные очки, если неподалёку есть хоть один союзник. Улучшение дрона повышает силу припасов «Повышенная защита» и «Повышенный урон» и размер восстанавливаемого здоровья."
	},
	{
		"name":"Снабженец",
		"previewResourceId":"supplier_preview",
		"resourceId":"supplier",
		"description":"Дрон поддержки. При использовании припасов «Повышенная защита», «Повышенный урон» и «Ускорение» запускает эффект активированного припаса у союзных танков в некотором радиусе. При активации эффектов игрок получает дополнительные очки, если неподалёку есть хоть один союзник. Улучшение дрона повышает силу припасов «Повышенная защита» и «Повышенный урон» и время действия активированных у союзников припасов."
	},
	{
		"name":"Меxаник",
		"previewResourceId":"mechanic_preview",
		"resourceId":"mechanic",
		"description":"Дрон поддержки. При использовании ремкомплекта улучшает ремонт и запускает эффект ремкомплекта у союзных танков неподалёку. При активации эффектов игрок получает дополнительные очки, если неподалёку есть хоть один союзник. Ускоряет перезарядку припаса «Ремкомплект» при использовании припасов. Улучшение дрона повышает силу припасов «Повышенная защита» и «Повышенный урон» и размер получаемого ремонта."
	},
	{
		"name":"Кемпер",
		"previewResourceId":"camper_preview",
		"resourceId":"camper",
		"description":"Дрон поддержки. Значительно усиливает эффекты «Повышенная защита» и «Повышенный урон» при максимальном уровне здоровья танка. Ускоряет перезарядку припаса «Ремкомплект» при использовании припасов. Улучшение дрона повышает силу припасов «Повышенная защита» и «Повышенный урон» и усиление припасов при активации дрона."
	},
	{
		"name":"НЛО",
		"previewResourceId":"ufo_preview",
		"resourceId":"ufo",
		"description":"."
	},
	{
		"name":"Тыква",
		"previewResourceId":"pumpkin_preview",
		"resourceId":"pumpkin",
		"description":"."
	},
	{
		"name":"Дрон турель (Tanki X)",
		"previewResourceId":"drone_tx_preview",
		"resourceId":"drone_tx",
		"description":"Выпускает Дрона, который закрепляется за танком и наносит урон любому врагу в своём радиусе поражения."
	}
	
]