[
	{
		"name":"Васп",
		"description":"Лёгкий корпус. Имеет наибольшую максимальную скорость. Овердрайв устанавливает бомбу с таймером. Маленький лёгкий корпус «Васп» только для новичка кажется чем-то незначительным. Небольшие габариты и высокая скорость дают свободу действий на поле боя. Но скорость и манёвренность — это только приятный бонус. Из конструкции корпуса удалено всё лишнее, в том числе броня, чтобы хватило места для установки самого эффективного средства вскрытия любой обороны — мощнейшей N2-бомбы. Маленький термоядерный заряд можно сбросить, не сбавляя ходу, и сразу делать ноги. Шикарный фейерверк лучше наблюдать из-за ближайшего укрытия.",
		"previewResourceId":"wasp_preview",
		"profile":"Wasp",
		"skins":
		[
			{
				"name":"Standard",
				"resourceId":"wasp_hd",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"standard_skin_preview"
			},
			{
				"name":"XT",
				"resourceId":"wasp_xt",
				"description":"Элитный Васп XT отличается уникальным боковым рисунком, напоминающим сложенные крылья древнего дракона.",
				"iconResourceId":"xt_skin_preview"
			},
			{
				"name":"Demomic",
				"resourceId":"wasp_dc",
				"description":"Если ты любитель жутких вечеринок и ярких образов, то новая коллекция скинов в стиле Demonic — как раз то, что ты ищешь! Если начать рассматривать уникальное покрытие этих скинов, можно сильно удивиться используемым материалам. Глаз древней совы, рука злобного хейтера, и всё это под плащом летучей мыши. Конечно, это декорации, но обладатель таких скинов, несомненно, поразит всех на поле боя.",
				"iconResourceId":"dc_skin_preview"
			},
			{
				"name":"Legacy",
				"resourceId":"wasp_lc",
				"description":"«Догнать и перегнать!» – этот девиз для владельцев Васпа остаётся неизменным, меняется только скин. Лаконичный дизайн подчёркивает естественность скина, в котором нет ничего лишнего.",
				"iconResourceId":"lc_skin_preview"
			},
			{
				"name":"М2 (TO 2.0)",
				"resourceId":"wasp_to2.0_m2",
				"description":".",
				"iconResourceId":"2.0_skin_preview"
			},
			{
				"name":"XT (Tanki X)",
				"resourceId":"wasp_tx_xt",
				"description":"Этот корпус разрабатывался специально для продаж частным армиям по всему миру. «Васп» эффективно справлялся с танками старого образца, но и в современной войне ему легко найти применение. Быстро рвёт дистанцию, легко уходит из-под удара. Он предназначен для перехвата и вовлечения неповоротливого противника в маневренный бой. Этот корпус плохо держит удар и может даже перевернуться при попадании тяжелого мощного снаряда. Но верно служит тем, кто под удар не подставится.",
				"iconResourceId":"tx_skin_preview"
			},
			{
				"name":"Шмель 83 (Tanki X)",
				"resourceId":"wasp_tx_bumblebee-83",
				"description":"Этот корпус разрабатывался специально для продаж частным армиям по всему миру. «Васп» эффективно справлялся с танками старого образца, но и в современной войне ему легко найти применение. Быстро рвёт дистанцию, легко уходит из-под удара. Он предназначен для перехвата и вовлечения неповоротливого противника в маневренный бой. Этот корпус плохо держит удар и может даже перевернуться при попадании тяжелого мощного снаряда. Но верно служит тем, кто под удар не подставится.",
				"iconResourceId":"tx_skin_preview"
			},
			{
				"name":"Dreadnought (Tanki X)",
				"resourceId":"wasp_tx_dreadnought",
				"description":"Этот корпус разрабатывался специально для продаж частным армиям по всему миру. «Васп» эффективно справлялся с танками старого образца, но и в современной войне ему легко найти применение. Быстро рвёт дистанцию, легко уходит из-под удара. Он предназначен для перехвата и вовлечения неповоротливого противника в маневренный бой. Этот корпус плохо держит удар и может даже перевернуться при попадании тяжелого мощного снаряда. Но верно служит тем, кто под удар не подставится.",
				"iconResourceId":"tx_skin_preview"
			}
		]
	},
	{
		"name":"Хорнет",
		"description":"Лёгкий корпус. В поворотах уходит в небольшой занос. Овердрайв накладывает эффект пробития на все видимые цели, позволяет обнаруживать противников за любыми препятствиями и даёт временный эффект «Суперзаряд». Лёгкий быстрый корпус с обтекаемыми формами. Двигается плавно и красиво, аккуратно маневрируя между препятствиями. Отличные динамические характеристики жизненно необходимы, чтобы выполнять задачи разведки при совершении молниеносных нападений. Мощный радар, тепловизор и многоканальная система связи позволяют обнаруживать все танки противника на поле боя, анализировать их состояние и передавать указания союзникам. При активации разведывательного комплекса все цели в зоне прямой видимости теряют способность использовать свою защиту, а выстрелы из пушки гарантированно наносят критический урон. Эти возможности делают Хорнет постоянным участником самых дерзких десантных операций.",
		"previewResourceId":"hornet_preview",
		"profile":"Hornet",
		"skins":
		[
			{
				"name":"Standard",
				"resourceId":"hornet_hd",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"standard_skin_preview"
			},
			{
				"name":"XT",
				"resourceId":"hornet_xt",
				"description":"Элитный Хорнет XT отличается уникальным внешним видом. Эффектные бронепластины, стилизованные под крылья, подчёркивают его стремительность и элегантность.",
				"iconResourceId":"xt_skin_preview"
			},
			{
				"name":"Legacy",
				"resourceId":"hornet_lc",
				"description":"Легендарный «Хорёк» для любителей олдскула. Это корпус «Хорнет» в старой графике!",
				"iconResourceId":"lc_skin_preview"
			},
			{
				"name":"Prime",
				"resourceId":"hornet_pr",
				"description":"Легендарный корпус в новом облике — для любителей строгой классики. Ничего лишнего, только скорость, манёвренность и выносливость. Подчёркивает тонкий вкус и статус его владельца.",
				"iconResourceId":"pr_skin_preview"
			},
			{
				"name":"Ultra",
				"resourceId":"hornet_ut",
				"description":"Этот скин Ultra всем своим видом показывает: «Не связывайся со мной, а то будет хуже».",
				"iconResourceId":"ut_skin_preview",
				"isInvertTracksDirection":"true"
			},
			{
				"name":"GT",
				"resourceId":"hornet_gt",
				"description":"Шины — всегда лучшее решение для дальних поездок. Хорнет GT — модифицированная версия танка для автострады, предназначенная для любых расстояний. Всё в этом корпусе указывает на динамичный бой. Сдвоенные шины обеспечивают идеальное сцепление на пересечённой местности и в то же время оптимальную управляемость при дрифте. Благодаря защитной балке на передней оси корпус остаётся манёвренным даже в самом тяжёлом бою. Передний радиатор отсутствует, поскольку за оптимальный воздухообмен в плотном моторном отсеке отвечает обтекаемый карбоновый воздухозаборник. Совершенно ненужной оказывается изящная система поворотников на задних фарах, ведь если ты обгоняешь всех, поворотники тебе не нужны!",
				"iconResourceId":"gt_skin_preview"
			},
			{
				"name":"Realgar",
				"resourceId":"hornet_rl",
				"description":"По данным Всемирной Организации по Контролю Оружия данной модификации танка не существует. Принадлежавший некогда легендарному наёмнику этот танк побывал в самых коварных и безвыходных передрягах, как никто другой служивший своему владельцу ёмким словом в перепалке. Теперь чертежи этого танка выставлены в награду за турнир и только самые достойные получат право им обладать!",
				"iconResourceId":"rl_skin_preview"
			},
			{
				"name":"XT (Tanki X)",
				"resourceId":"hornet_tx_xt",
				"description":"Разработан «Антеем» для эффектной рекламы танков «Х» на полях сражений по всему миру. «Хорнеты» на высоких скоростях появляются перед носом у врага и молниеносно громят его позиции. Этот корпус может получить по зубам и остаться на ходу, но эффективные маневры «на пятачке» — это не про него.",
				"iconResourceId":"tx_skin_preview"
			},
			{
				"name":"β (Tanki X)",
				"resourceId":"hornet_tx_beta",
				"description":"Разработан «Антеем» для эффектной рекламы танков «Х» на полях сражений по всему миру. «Хорнеты» на высоких скоростях появляются перед носом у врага и молниеносно громят его позиции. Этот корпус может получить по зубам и остаться на ходу, но эффективные маневры «на пятачке» — это не про него.",
				"iconResourceId":"tx_skin_preview"
			},
			{
				"name":"m0 (Tanki X)",
				"resourceId":"hornet_tx_m0",
				"description":"Разработан «Антеем» для эффектной рекламы танков «Х» на полях сражений по всему миру. «Хорнеты» на высоких скоростях появляются перед носом у врага и молниеносно громят его позиции. Этот корпус может получить по зубам и остаться на ходу, но эффективные маневры «на пятачке» — это не про него.",
				"iconResourceId":"tx_skin_preview"
			}
		]
	},
	{
		"name":"Хоппер",
		"description":"Лёгкий корпус. Парит над поверхностью и обладает выдающейся манёвренностью. Его овердрайв оглушает и поджигает вражеские танки, а также подбрасывает «Хоппера» в воздух, позволяя перепрыгивать препятствия. Ховертанк «Хоппер» использует максимум возможностей антигравитационных двигателей, чтобы делать то, о чём мечтает любой танкист — взлететь в небо, подальше от опасностей. Вместо брони и защитных систем корпус оснащён детонационным прыжковым двигателем, способным подбросить танк на значительную высоту. Антигравы обеспечивают стабильность в воздухе, открывая невероятные тактические возможности. Противник, которому не повезло оказаться рядом в момент прыжка, получит по полной. Детонационный двигатель мгновенно ионизирует воздух, оглушая и поджигая всё, что ползает по земле. Дерзкий прорыв вражеской обороны или неожиданный побег с флагом? «Хопперу» это по плечу.",
		"previewResourceId":"hopper_preview",
		"profile":"Hopper",
		"isHover":"true",
		"skins":
		[
			{
				"name":"Standard",
				"resourceId":"hopper_hd",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"standard_skin_preview"
			},
			{
				"name":"XT",
				"resourceId":"hopper_xt",
				"description":"Новые эмоции. Новый опыт. Новые ощущения. Каждый раз, когда вы вступаете в бой. Хоппер XT — это воплощение индивидуальности и технологичности. Скин напоминает своим видом ящерицу геккон и подчёркивает непревзойдённую манёвренность «Хоппера». Бронепластины покрыты специальным материалом, который обеспечивает защиту от электроразрядов и радиолокационного обнаружения.",
				"iconResourceId":"xt_skin_preview"
			}
		]
	},
	{
		"name":"Викинг",
		"description":"Средний корпус. Отличается самой высокой скоростью среди других средних корпусов. Овердрайв значительно увеличивает урон пушки, как правило за счёт повышения скорострельности. Этот корпус воплощает в себе все самые современные наработки военной инженерии. Усиленная броня и гусеничная система второго поколения делают его великолепным универсалом. Корпус прекрасно подходит для решения любых боевых задач — от удержания высоты до лобовой атаки. Названный в честь древних воинов-берсерков, корпус «Викинг» особенно страшен при активации своего овердрайва. Перегрузка орудийных систем значительно повышает скорострельность любой установленной пушки. Противник просто сметается со своих позиций ураганом огня. При этом желательно дождаться удачного момента и застать соперника врасплох. Как только Викинг откроет огонь, он станет целью номер один для всех вражеских снайперов. Впрочем, на то он и берсерк, чтобы атаковать в лоб.",
		"previewResourceId":"viking_preview",
		"profile":"Viking",
		"skins":
		[
			{
				"name":"Standard",
				"resourceId":"viking_hd",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"standard_skin_preview",
				"isInvertTracksDirection":"true"
			},
			{
				"name":"XT",
				"resourceId":"viking_xt",
				"description":"Эксклюзивный Викинг XT примечателен своим необычным внешним видом. Характерный рисунок брони выполнен в суровом скандинавском стиле.",
				"iconResourceId":"xt_skin_preview"
			},
			{
				"name":"Legacy",
				"resourceId":"viking_lc",
				"description":"Готовьтесь ловить на себе удивлённые взгляды! Ведь все игроки в битве подумают, что к ним явился призрак из прошлого. Так и есть — это корпус Викинг в старой графике.",
				"iconResourceId":"lc_skin_preview"
			},
			{
				"name":"Prime",
				"resourceId":"viking_pr",
				"description":"Викинг — первый корпус, получивший скин из новой серии Prime. Этот скин отражает универсальность Викинга — его способность приспосабливаться к любым условиям битвы, и отлично выглядит с любой краской.",
				"iconResourceId":"pr_skin_preview"
			},
			{
				"name":"Ultra",
				"resourceId":"viking_ut",
				"description":"Один из самых универсальных корпусов в игре теперь станет ещё и одним из самых ярких с новым скином Ультра. Благородный воин, верный своему имени.",
				"iconResourceId":"ut_skin_preview"
			},
			{
				"name":"GT",
				"resourceId":"viking_gt",
				"description":"Для путешествий на большие расстояния всегда лучше использовать колёса. Викинг GT — это адаптированный под автодороги танк, которому не страшны путешествия на любые расстояния. За фюзеляжем данного корпуса скрывается салон необычайной комфортабельности и красоты. Стоимости материалов, из которых изготовлены внутренние стены танка, хватило бы на производство десятка боевых машин пониженного класса кофмортности. Описание внутренних удобств корпусов серии GT занимает десятки страниц инструкции по применению. Максимальная комплектация включает: ABS, круиз-контроль, кондиционер, мультимедийная система и ёлочку... на удачу! Раздвоенные передние колёсные пары, усиленные радиаторы охлаждения и высокая бронированность задней части танка делают его суперуниверсальной боевой машиной для оснастки практически любым видом вооружения, способной быстро и манёвренно покидать поле боя для возобновления боекомплекта.",
				"iconResourceId":"gt_skin_preview"
			},
			{
				"name":"Demomic",
				"resourceId":"viking_dc",
				"description":"Когда живые кости гремят на улицах, лучше оставаться дома. Опасность внезапного столкновения с этим монстром довольно высока. Тот, кто всё-таки осмелится сделать это, вернётся уже другим. Заправленный кипящей лавой, гусеницы из раскаленной стали, украшенные черепами своих жертв, острые клыки, скалящиеся свежим моторным маслом. Даже самому матёрому танкисту не удастся избежать этого взгляда. Так что даже не пытайтесь.",
				"iconResourceId":"dc_skin_preview"
			},
			{
				"name":"XT HD",
				"resourceId":"viking_xt_hd",
				"description":"Космические исследователи нашли на Луне новый высокопрочный сплав золота, который заряжен лунной энергией. Наши конструкторы не стали терять время зря и сразу же разработали новые металлические пластины небывалой прочности для Викинга и добавили красное свечение от алмазного камня. Теперь этот скин не только привлекает к себе внимание блистательно-дорогим золотистым цветом, но и не оставляет соперникам шансов при столкновении.",
				"iconResourceId":"xt_skin_preview",
				"isInvertTracksDirection":"true"
			},
			{
				"name":"M1 (TO 2.0)",
				"resourceId":"viking_to2.0_m1",
				"description":".",
				"iconResourceId":"2.0_skin_preview"
			},
			{
				"name":"XT (Tanki X)",
				"resourceId":"viking_tx_xt",
				"description":"Создавался в условиях замершей без результатов войны. Необходимо было переламывать ситуацию на фронте, где требуется побеждать тактикой. Этот корпус — «универсальная тактическая единица», второе поколение танков «Х», инструмент успешной борьбы за выполнение любых задач на поле боя. «Викинг» надолго стал основой для элитных соединений профессионалов.",
				"iconResourceId":"tx_skin_preview"
			}
		]
	},
	{
		"name":"Хантер",
		"description":"Средний корпус. Отличается самой высокой манёвренностью среди других средних корпусов. Овердрайв обезвреживает вражеские танки на короткое время. Этот корпус, обшитый бронёй из армированной стали, является наиболее универсальным. Он хорошо подойдёт как поклонникам активного, динамичного боя, так и танкистам, предпочитающим позиционный стиль игры. Вы никогда не останетесь без работы, будь то удержание высоты или жестокая битва за квартал разрушенного города. Своё имя корпус получил за возможность сильно усложнить жизнь противнику мощным электромагнитным импульсом. Атакуя из засады, Хантер может обезвредить целую группу танков, сделав их лёгкими мишенями для ответного огня. Если вас раздражает организованный противник, активно использующий боевые припасы, берите Хантер. После первой же засады вражеские танки станут держаться от вас на почтительной дистанции.",
		"previewResourceId":"hunter_preview",
		"profile":"Hunter",
		"skins":
		[
			{
				"name":"Standard",
				"resourceId":"hunter_hd",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"standard_skin_preview"
			},
			{
				"name":"XT",
				"resourceId":"hunter_xt",
				"description":"Боковые пластины Хантера XT напоминают перья хищной птицы, готовой в любой момент отправиться на охоту, и при этом придают танку роскошный внешний вид.",
				"iconResourceId":"xt_skin_preview"
			},
			{
				"name":"XT (Фанатский)",
				"resourceId":"hunter_xt_fake",
				"description":"Боковые пластины Хантера XT напоминают перья хищной птицы, готовой в любой момент отправиться на охоту, и при этом придают танку роскошный внешний вид.",
				"iconResourceId":"xt_skin_preview"
			},
			{
				"name":"Legacy",
				"resourceId":"hunter_lc",
				"description":"Брутальный вид Хантера из прошлого. Лёгкие потёртости, подчёркивающие опытность обладателя скина, вызывают уважение как у друзей, так и у врагов.",
				"iconResourceId":"lc_skin_preview"
			},
			{
				"name":"Prime",
				"resourceId":"hunter_pr",
				"description":"С этим скином Prime корпус Хантер обретает новый стильный вид. В умелых руках Хантер достойно проявляет себя в любых битвах, а высокотехнологичный облик позволит ему и вовсе доминировать.",
				"iconResourceId":"pr_skin_preview"
			},
			{
				"name":"Ultra",
				"resourceId":"hunter_ut",
				"description":"Охотники носят камуфляж, чтобы подкрадываться к цели незаметно. Но не вы, ведь у вас есть победоносный скин Ультра для Хантера.",
				"iconResourceId":"ut_skin_preview"
			},
			{
				"name":"XT (Tanki X)",
				"resourceId":"hunter_tx_xt",
				"description":"«Хантер» — точка отсчета для всех танков «Х». Это первый корпус, который пошел в массовое производство. Он повсеместно применяется по сей день. Это корпус танков первой волны, попытка достигнуть эффективного компромисса между бронированностью и маневренностью. «Хантер» появляется там, где нужно сражаться, а не отстреливаться.",
				"iconResourceId":"tx_skin_preview",
				"isInvertTracksDirection":"true"
			}
		]
	},
	{
		"name":"Крусейдер",
		"description":"Средний корпус. Парит над поверхностью и обладает отличной проходимостью. Овердрайв выстреливает огромным куском льда, который способен обезвредить вражеский танк на большом расстоянии. Ховертанк второго поколения: для создания небольшого, но мощного корпуса с атакующими возможностями была использована масса хитроумных решений. Компактность антиграва второго поколения позволила установить на танк достаточно брони, сохранив приличную скорость. Ударные возможности корпусу даёт встроенная пушка. Чтобы вписаться в ограничения по габаритам, вместо сверхмощного излучателя был установлен криогенератор. Он формирует снаряд буквально из ничего, охлаждая воздушную влагу, и стреляет огромной бронебойной сосулькой. Попадание такой глыбы льда если и не уничтожает противника сразу, то замораживает по самую башню, превращая его в лёгкую мишень для добивания.",
		"previewResourceId":"crusader_preview",
		"profile":"Hopper",
		"isHover":"true",
		"skins":
		[
			{
				"name":"Standard",
				"resourceId":"crusader_hd",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"standard_skin_preview"
			},
			{
				"name":"XT",
				"resourceId":"crusader_xt",
				"description":"Решительность. Надёжность. Мощь. Уникальный облик ховертанка второго поколения. Тот самый эксклюзивный внешний вид, который отражает бескомпромиссный характер своего владельца. Крусейдер XT открыл новую страницу в истории танкостроения благодаря своим новаторским конструкторским решениям и небывалому уровню качества. Скин изготовлен из особого сплава золота, которое добывается на засекреченных рудниках. Этот сплав придаёт конструкции беспрецедентную долговечность и обеспечивает безупречную управляющую связь с боевой машиной.",
				"iconResourceId":"xt_skin_preview"
			},
			{
				"name":"Retro Future",
				"resourceId":"crusader_rt",
				"description":"Этот скин вдохновлён космической тематикой и смело описывает представления людей прошлого о танкостроении будущего. Это идеальный выбор для тех, кто ценит красоту и функциональность. Дугообразные линии не только подчёркивают изящество танка, но и придают ему неповторимый вид. Специальная система подачи криогена через хромированные трубы обеспечит бесперебойную функциональность огромной пушки спереди корпуса. А улучшенные реактивные турбины сделают перемещение корпуса по карте ещё более плавным. Не упустите свой шанс поразить мир своим красивым и мощным танком! Данный скин заставит врага забыть обо всём, что происходит вокруг, сосредоточив его внимание только на внешнем виде танка. Сделайте боевую машину по-настоящему уникальной и победите всех на поле боя.",
				"iconResourceId":"rt_skin_preview"
			}
		]
	},
	{
		"name":"Паладин",
		"description":"Средний корпус. Парит над поверхностью и обладает отличной проходимостью. Овердрайв действует в некотором радиусе вокруг Паладина, поляризуя броню танков. Союзные танки получают иммунитет от определённых статусов и постоянный ремонт. Вражеские танки подавляются негативными статусами. Ховертанк «Паладин» создавался как танк поддержки штурмовых подразделений, в которых критически важно сохранять скорость движения всей боевой группы. В отличие от тяжёлых танков, Паладин обладает средним бронированием и использует антигравы второго поколения. Это позволяет ему поспевать даже за лёгкими танками. Для оказания поддержки Паладин активирует мощный поляризатор. Он действует продолжительное время подобно ауре вокруг танка, заряжая позитивными свойствами броню и, по непроверенным данным, воду в походных флягах. Поляризованная броня лучше противостоит нестандартным способам воздействия на оборудование танка, спасая от множества неприятностей. Поляризованная вода, по словам пробовавших её танкистов, защищает от экзотических способов поражения изнутри танка. Мы не до конца уверены, о каких именно экзотических способах поражения говорят эти танкисты.",
		"previewResourceId":"paladin_preview",
		"profile":"Hopper",
		"isHover":"true",
		"skins":
		[
			{
				"name":"Standard",
				"resourceId":"paladin_hd",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"standard_skin_preview"
			},
			{
				"name":"XT",
				"resourceId":"paladin_xt",
				"description":"Решительность. Надёжность. Мощь. Уникальный облик ховертанка второго поколения. Тот самый эксклюзивный внешний вид, который отражает бескомпромиссный характер своего владельца. Паладин XT — эксклюзивная версия многоцелевого ховертанка. Обладатель этого редкого скина всегда находится в центре внимания. Золотой силуэт рыцаря в передней части танка напоминает о воинственном нраве этого корпуса, ведь, несмотря на внешнюю роскошь, Паладин — это боец.",
				"iconResourceId":"xt_skin_preview"
			},
			{
				"name":"Retro Future",
				"resourceId":"paladin_rt",
				"description":"Существует легенда, что эти скины привёз на планету один из танкистов, чей космический корабль потерпел крушение. Ему удалось спастись, добравшись по обломкам корабля до спасательной капсулы. Во время полёта он хватал все артефакты, попадавшиеся на его пути, среди которых оказались эти скины. Они получили название «RetroFuture». Глаз не оторвать, правда?",
				"iconResourceId":"rt_skin_preview"
			}
		]
	},
	{
		"name":"Диктатор",
		"description":"Средний корпус. Отличается устойчивостью и габаритами. Овердрайв активирует эффекты всех припасов для собственного танка и ближайших союзников, частично восполняет им заряд овердрайва, даёт временный эффект «Суперзаряд», а также замораживает противников поблизости. Благодаря усовершенствованной системе активной защиты и применению новейших композитных материалов данный корпус эффективно поглощает энергию взрыва снаряда любого калибра, оставаясь при этом в классе средних танков. Активация овердрайва принудительно запускает все оборонительные и наступательные системы собственного танка и ближайших союзников. Вы будете отремонтированы, усилены, ускорены, да ещё и мину установите. Встроенный реактор овердрайва не требует расходования собственных припасов. Обладатель такого корпуса может смело вести товарищей в атаку, принимая основной удар на себя. Впрочем, большие габариты не оставляют иного выбора, делая Диктатор привлекательной мишенью для врага.",
		"previewResourceId":"dictator_preview",
		"profile":"Dictator",
		"skins":
		[
			{
				"name":"Standard",
				"resourceId":"dictator_hd",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"standard_skin_preview",
				"isInvertTracksDirection":"true"
			},
			{
				"name":"XT",
				"resourceId":"dictator_xt",
				"description":"Экипируйте элитный Диктатор XT, и вы легко сможете повести за собой команду, прикрыть союзников, и ничто не ускользнёт от вашего зоркого взгляда. Сияние золотых крыльев по бокам корпуса заметно за километр.",
				"iconResourceId":"xt_skin_preview"
			},
			{
				"name":"Legacy",
				"resourceId":"dictator_lc",
				"description":"Кто из олдов не любит этот корпус? Легендарные ДикоРельсы до сих пор остаются в памяти тысяч игроков. А новички, увидев идеальное сочетание пропорций, с удовольствием примерят этот скин на себя. Ведь он заряжен скиллом на 100%!",
				"iconResourceId":"lc_skin_preview"
			},
			{
				"name":"Prime",
				"resourceId":"dictator_pr_fake",
				"description":".",
				"iconResourceId":"pr_skin_preview"
			},
			{
				"name":"Dreadnought (Tanki X)",
				"resourceId":"dictator_tx_dreadnought",
				"description":"Когда «Антей» перевел войну в стадию доминирования и удержания территорий, на заводах стал производиться «Диктатор». Многослойное покрытие кристаллическими сплавами и солидные габариты дают себя заметить. Танку с таким корпусом нужно только одно — вызвать удар на себя и ответить.",
				"iconResourceId":"tx_skin_preview"
			}
		]
	},
	{
		"name":"Арес",
		"description":"Тяжёлый корпус. Сохраняет устойчивость даже при движении под обстрелом. Овердрайв стреляет особым снарядом, который атакует молниями вражеские танки и восстанавливает союзников. Ховертанк «Арес» стал первым корпусом с антигравитационной установкой. Внушительная масса и габариты антигравов первого поколения предопределили попадание «Ареса» в категорию «тяжеловесов». Антигравитационный эффект двигателей удерживает корпус в стабильном положении, компенсируя неровности поверхности и отдачу при стрельбе. Чтобы перевернуть ховертанк в бою, нужно ну очень постараться. Бескомпромиссная устойчивость «Ареса» позволила встроить в него сверхмощное орудие, которое не получалось установить на другие корпуса сверху: у прототипов первый же выстрел отрывал башню. Танкисты поговаривают, что это та самая BFG-пушка. Мы не знаем, о чём это они, но на всякий случай просим вас никому об этом не рассказывать.",
		"previewResourceId":"ares_preview",
		"profile":"Hopper",
		"isHover":"true",
		"skins":
		[
			{
				"name":"Standard",
				"resourceId":"ares_hd",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"standard_skin_preview"
			},
			{
				"name":"XT",
				"resourceId":"ares_xt",
				"description":"Легендарный парящий корпус в особом облике! При создании элитного XT-скина для Ареса были применены новейшие технологии, неизвестный сплав с засекреченным химическим составом и очень много чистейшего золота — всё ради эксклюзивности и элегантности. Как правило, обладатели элитного Ареса XT — очень занятые танкисты, которые не любят, когда их тревожат. Так что если посчастливится встретить их в бою — фотографируйте издали и не забудьте отключить вспышку.",
				"iconResourceId":"xt_skin_preview"
			}
		]
	},
		{
		"name":"Титан",
		"description":"Тяжёлый корпус. Отличается повышенной динамикой. Овердрайв создаёт защитный купол, прикрывающий себя и союзные танки внутри от атак противника. Тяжёлый корпус для самых нелёгких задач обороны. Броня из сверхпрочного титанового сплава вкупе с грамотно спроектированной геометрией позволяет Титану отлично противостоять даже крупнокалиберным пушкам. А если этого окажется недостаточно, можно установить стационарный генератор защитного поля, которое значительно снижает урон. Под прикрытием защитного купола вы и ваши союзники сможете выдержать концентрированный огонь из чего угодно. Танкист на этом корпусе может без раздумий отправляться в самое пекло.",
		"previewResourceId":"titan_preview",
		"profile":"Titan",
		"skins":
		[
			{
				"name":"Standard",
				"resourceId":"titan_hd",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"standard_skin_preview",
				"isInvertTracksDirection":"true"
			},
			{
				"name":"XT",
				"resourceId":"titan_xt",
				"description":"Мифический XT-скин для Титана олицетворяет выносливость и несокрушимость этого корпуса. Скин придаёт своему обладателю по-настоящему титаническую силу. Враги, трепещите!",
				"iconResourceId":"xt_skin_preview"
			},
			{
				"name":"Legacy",
				"resourceId":"titan_lc",
				"description":"Мощный, не замечающий преград на своём пути Титан Legacy проторит своему владельцу путь в ТОП команды. А старая графика придаёт ему особый шарм!",
				"iconResourceId":"lc_skin_preview"
			},
			{
				"name":"Prime",
				"resourceId":"titan_pr",
				"description":"Скин Prime отражает устойчивость и силу Титана в бою.",
				"iconResourceId":"pr_skin_preview"
			},
			{
				"name":"XT (Tanki X)",
				"resourceId":"titan_tx_xt",
				"description":"Технологический прорыв родом из лабораторий «Фронтира». Служит главным компонентом танков для вторжения. «Титаны» приходят в раскрученную мясорубку боя, чтобы стать той костью, которая её остановит. Обогащённый кристаллами титановый сплав — гарантия того, что этот корпус остудит пекло сражения и выживет сам.",
				"iconResourceId":"tx_skin_preview"
			}
		]
	},
	{
		"name":"Мамонт",
		"description":"Тяжёлый корпус. Максимум массы и устойчивости. Овердрайв Мамонта повышает бонус к скорости и на короткое время даёт возможность уничтожать вражеские танки одним касанием. Самоходная крепость на гусеничном ходу. Флагман среди танковых корпусов. Цельнолитой, тяжёлый, упрочнённый супербетоном, имеет низкую скорость, что не мешает ему с успехом противостоять одновременно нескольким вражеским орудиям. Несмотря на исключительную живучесть, оборона не является основной специализацией Мамонта. Специальное АТ-поле, активируемое овердрайвом, позволяет этому зверю продавить в лоб минные поля, защитные рубежи и выдержать ураганный огонь любого числа противников без ощутимых последствий для своей шкуры. Остановить его невозможно, даже если преградить ему дорогу танками. Они просто сгорят под траками этого монстра.",
		"previewResourceId":"mammoth_preview",
		"profile":"Mammoth",
		"skins":
		[
			{
				"name":"Standard",
				"resourceId":"mammoth_hd",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"standard_skin_preview"
			},
			{
				"name":"XT",
				"resourceId":"mammoth_xt",
				"description":"Элитный Мамонт XT примечателен своим уникальным внешним видом. Корпус закован в золотые пластины, символизирующие стабильность и огромный запас здоровья этого сверхтяжёлого танка.",
				"iconResourceId":"xt_skin_preview"
			},
			{
				"name":"Legacy",
				"resourceId":"mammoth_lc",
				"description":"Учёные провели раскопки в Барде и нашли хорошо сохранившиеся останки древнего скина для Мамонта. Наши инженеры почистили его, отреставрировали, и теперь этот скин есть в игре под названием Мамонт Legacy.",
				"iconResourceId":"lc_skin_preview"
			},
			{
				"name":"Ultra",
				"resourceId":"mammoth_ut",
				"description":"Хоть в этом скине Ультра для Мамонта нет ничего доисторического, он сохраняет всю удивительность корпуса, который дал ему имя.",
				"iconResourceId":"ut_skin_preview"
			},
			{
				"name":"SteamPunk",
				"resourceId":"mammoth_sp",
				"description":"Скины в стиле стимпанка сделают ваш танк поистине уникальным. Ученые со всего мира долгие годы собирали артефакты и искали недостающие элементы в антикварных лавках. Деталей удалось собрать немного, поэтому эти скины были выпущены в ограниченном количестве. Став обладателем таких скинов, вы соберете на себе тысячи восхищенных взглядов. Бронзовые пластины из редчайшего сплава придают вашему танку могучий и устрашающий вид. Сочетание старины и хай-тека не только привлекательно выглядит, но и делает танк несокрушимым в бою.",
				"iconResourceId":"sp_skin_preview"
			},
			{
				"name":"M3 (TO 2.0)",
				"resourceId":"mammoth_to2.0_m3",
				"description":".",
				"iconResourceId":"2.0_skin_preview"
			},
			{
				"name":"Стимпанк (Tanki X)",
				"resourceId":"mammoth_tx_sp",
				"description":"«Мамонт» — дитя новой войны и эпохи катастроф. Это ответ на разрушительность стихии и новых видов вооружения. «Мамонт» становится краеугольным камнем любой обороны и точкой отсчета каждого крупного наступления. Ему не нужна скорость или маневренность. Ему нужно держать удар и не уходить с занятых позиций. С этим он всегда справляется.",
				"iconResourceId":"tx_skin_preview"
			},
			{
				"name":"M2 (Tanki X)",
				"resourceId":"mammoth_tx_m2",
				"description":"«Мамонт» — дитя новой войны и эпохи катастроф. Это ответ на разрушительность стихии и новых видов вооружения. «Мамонт» становится краеугольным камнем любой обороны и точкой отсчета каждого крупного наступления. Ему не нужна скорость или маневренность. Ему нужно держать удар и не уходить с занятых позиций. С этим он всегда справляется.",
				"iconResourceId":"tx_skin_preview"
			}
		]
	},
	{
		"name":"Джаггернаут",
		"description":"He'll live.",
		"previewResourceId":"juggernaut_preview",
		"profile":"Hornet",
		"skins":
		[
			{
				"name":"Standard",
				"resourceId":"juggernaut_m3",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"standard_skin_preview"
			},
			{
				"name":"XT",
				"resourceId":"juggernaut_xt",
				"description":".",
				"iconResourceId":"xt_skin_preview"
			}
		]
	},
	{
		"name":"Соник",
		"description":"Легкий, быстрый и очень устойчивый корпус. Он не способен маневрировать среди узких улиц. Его широкий корпус в сочетании с низкой посадкой дают ему качества спортивного автомобиля. Большие расстояния он преодолевает с легкостью, а благодаря скорости в него сложно попасть. Наверное главное его преимущество это - \"планирование\". Благодаря широкому и легкому корпусу он может спрыгивать с высоких мостов, как \"белка летяга\" летя дальше, чем любой другой танк. Так же этот эффект работает, при подъеме на трамплин, на хорошей скорости, можно довольно далеко улететь.",
		"previewResourceId":"sonic_preview",
		"profile":"Viking",
		"skins":
		[
			{
				"name":"Standard",
				"resourceId":"sonic_hd",
				"description":"Стандартные заводские настройки без специальных эффектов.",
				"iconResourceId":"standard_skin_preview"
			},
			{
				"name":"Legacy",
				"resourceId":"sonic_lc",
				"description":".",
				"iconResourceId":"lc_skin_preview"
			},
			{
				"name":"MX",
				"resourceId":"sonic_mx",
				"description":".",
				"iconResourceId":"xt_skin_preview"
			}
		]
	}
	
]