[
{
	"name":"Зелёный",
	"previewResourceId":"green_preview",
	"resourceId":"green",
	"description":"Являясь скорее данью традициям классического танкостроения, этот незамысловатый цвет, так полюбившийся конструкторам всего мира, стал своеобразным стандартом для заводских моделей. К этому легендарному цвету часто возвращаются истинные ценители, перепробовав всё на свете."
},
{
	"name":"Праздник",
	"previewResourceId":"holiday_preview",
	"resourceId":"holiday",
	"description":"Это уникальное «умное» покрытие умеет изменять свой вид в зависимости от конкретного повода. В обычный день это чёрно-белая клетка, но с наступлением праздника разительно преображается."
},
{
	"name":"Праздник (Старая)",
	"previewResourceId":"holiday_old_preview",
	"resourceId":"holiday_old",
	"description":"Это уникальное «умное» покрытие умеет изменять свой вид в зависимости от конкретного повода. В обычный день это чёрно-белая клетка, но с наступлением праздника разительно преображается."
},
{
	"name":"Арлекин",
	"previewResourceId":"harlequin_preview",
	"resourceId":"harlequin",
	"description":"Самое популярное покрытие итальянского площадного театра. Да-да, всё верно. Площадного танкового театра. В комплект входит подствольная бейсбольная бита для продуктивного спора с зеваками во время театрального представления. Если ты точно знаешь, что такое безумие — это твой выбор."
},
{
	"name":"Атом",
	"previewResourceId":"atom_preview",
	"resourceId":"atom",
	"description":"Защитное покрытие для танков прикрытия центров ядерных исследований. Покрытие настолько высокотехнологично, что способно выдерживать прямое попадание ядерного заряда, но только ценой моментального испарения танка под покрытием."
},
{
	"name":"Африка",
	"previewResourceId":"africa_preview",
	"resourceId":"africa",
	"description":"Традиционные африканские узоры используют многовековые наработки африканских шаманов для защиты танков от сглаза, поломок, пробития и других мелких неприятностей, позволяя танкисту сконцентрироваться на бое."
},
{
	"name":"Белый",
	"previewResourceId":"white_preview",
	"resourceId":"white",
	"description":"Специальная разработка для проведения наземных операций в странах с холодным климатом. В заснеженной местности такая расцветка способна значительно снизить вероятность обнаружения. Ради увеличения объёмов продаж производитель включил в комплект поставки теплый тулуп и валенки."
},
{
	"name":"Болотный",
	"previewResourceId":"swamp_preview",
	"resourceId":"swamp",
	"description":"Случайно заснувший ведущий танкового батальона завёл своих товарищей в болото, где проводилась тайная операция по подготовке жаб-диверсантов, и около десяти тысяч экземпляров превратились в прототип этой окраски."
},
{
	"name":"Буря",
	"previewResourceId":"storm_preview",
	"resourceId":"storm",
	"description":"Отличная маскировка для секретных ночных операций. В условиях слабой освещённости эта текстура делает танк совершенно неразличимым в сумраке."
},
{
	"name":"Вихрь",
	"previewResourceId":"vortex_preview",
	"resourceId":"vortex",
	"description":"Мы не смогли добиться от автора этой краски вразумительного объяснения, что он хотел этим сказать. Вскоре после этого автор пропал без вести на морской прогулке. Это даёт основания полагать, что здесь каким-то образом были замешаны оскорблённые морские чудовища."
},
{
	"name":"Вишня",
	"previewResourceId":"cherry_preview",
	"resourceId":"cherry",
	"description":"Узкоспециализированный камуфляж для танков лесников, защищающих рощи редких красных деревьев от браконьеров."
},
{
	"name":"Глина",
	"previewResourceId":"loam_preview",
	"resourceId":"loam",
	"description":"Лучший способ отвести вражеский взгляд от своего танка — заляпать его грязью. Однако естественная грязь весьма неустойчива — легко смывается водой и даже отваливается пластами в жаркую погоду. Чтобы придать танку нужный «грязный» цвет, было разработано покрытие «Глина». В его состав включены отходы керамического производства лучших китайских гончарных мастерских."
},
{
	"name":"Граффити",
	"previewResourceId":"graffiti_preview",
	"resourceId":"graffiti",
	"description":"Глупая шутка друзей танкистов обернулась весьма интересным вариантом городского камуфляжа. Прикидываясь жертвой уличных хулиганов, ваш танк отлично сливается с расписанными кварталами жилых районов."
},
{
	"name":"Грязь",
	"previewResourceId":"dirty_preview",
	"resourceId":"dirty",
	"description":"Эта краска должна была быть третьей краской, специально разработанной для наземных операций в средних климатических широтах. По решению военных покрытие не было включено в стандартный военный пакет из-за нескольких несчастных случаев на испытаниях, связанных с попыткой отчистить это покрытие от нарисованной грязи."
},
{
	"name":"Джинс",
	"previewResourceId":"jeans_preview",
	"resourceId":"jeans",
	"description":"Самое практичное дополнение коллекции тканевых камуфляжей. Вы можете быть абсолютно уверены, что это покрытие выдержит тяжёлую эксплуатацию в любых походах. А когда не выдержит, стильные протёртости сделают ваш танк ещё круче."
},
{
	"name":"Диджитал",
	"previewResourceId":"digital_preview",
	"resourceId":"digital",
	"description":"Это не просто краска, это настоящий защитный комплекс. В его состав входят покраска особой стойкости, имеющая повышенные камуфлирующие свойства, и специальные наноботы для автоматической самоочистки краски в любых условиях боя."
},
{
	"name":"Диско",
	"previewResourceId":"disco_preview",
	"resourceId":"disco",
	"description":"Главное в бою — поймать ритм. Испытай шикарный микс веселья в игристом музыкальном нонстопе. Выбивает все пробки! Даже в ушах! Заставь и противников танцевать под ритм твоей пушки."
},
{
	"name":"Дракон",
	"previewResourceId":"dragon_preview",
	"resourceId":"dragon",
	"description":"Прототипом при создании этой сложной композитной окраски послужила чешуя драконов, каждая чешуйка рисуется вручную на усиленной титановыми пластинами броне."
},
{
	"name":"Дровосек",
	"previewResourceId":"lumberjack_preview",
	"resourceId":"lumberjack",
	"description":"Стильная рубашка сурового канадского дровосека размером с настоящий танк. Воссозданы даже кармашки для инструментов."
},
{
	"name":"Енот",
	"previewResourceId":"raccoon_preview",
	"resourceId":"raccoon",
	"description":"Краска является одним из трёх обязательных атрибутов всех членов всемирного фан-клуба енотов. Пиджак и галстук выдаются после достижения как минимум звания милого енотика. Всё серьёзно."
},
{
	"name":"Захватчик",
	"previewResourceId":"invader_preview",
	"resourceId":"invader",
	"description":"Краска разработана в сотрудничестве с обществом ценителей восьмибитной эры игровых приставок. Узор краски маскирует вас под армию восьмибитных пришельцев. С ней все будут знать, что вы настоящий знаток видеоигр."
},
{
	"name":"Зевс",
	"previewResourceId":"zeus_preview",
	"resourceId":"zeus",
	"description":"Краска «Зевс» названа так за свою необычную текстуру. Яркие вспышки молний на вашем танке ослабят бдительность вражеских танков и позволят вам выглядеть круто в любой битве."
},
{
	"name":"Золотая звезда",
	"previewResourceId":"golden_star_preview",
	"resourceId":"golden_star",
	"description":"Кристаллизованные золотые пластинки с алмазным напылением, идеально подогнанные друг к другу. Это покрытие могут себе позволить только по-настоящему богатые танкисты."
},
{
	"name":"Излом",
	"previewResourceId":"fracture_preview",
	"resourceId":"fracture",
	"description":"Экспериментальный камуфляж, разработанный для боёв в тропиках. По мнению именитых экспертов, гораздо лучше подходит для маскировки танка в картинной галерее, чем на поле боя."
},
{
	"name":"Изумруд",
	"previewResourceId":"emerald_preview",
	"resourceId":"emerald",
	"description":"Лаборатория лакокрасочных материалов «Стиль и гриль» долго работала над покрытием, которое сохранит классические зелёные тона танка и в то же время подчеркнёт высокий статус его владельца. Итогом многолетних трудов стала краска «Изумруд», будто светящаяся изнутри. Подчеркните своё положение!"
},
{
	"name":"Иней",
	"previewResourceId":"frost_preview",
	"resourceId":"frost",
	"description":"Легендарная краска, которую нельзя было купить, только взять в аренду. Теперь это редчайшее уникальное покрытие может быть заказано для вашего танка."
},
{
	"name":"Инферно",
	"previewResourceId":"inferno_preview",
	"resourceId":"inferno",
	"description":"Покрытие «Инферно» контрабандой доставляется на рынок из подпольных стеклодувных мастерских Китая. По словам самих производителей, его дерзкий вид символизирует силу, отвагу, удачу и долголетие. Отличная краска для яростной атаки!"
},
{
	"name":"Ирбис",
	"previewResourceId":"irbis_preview",
	"resourceId":"irbis",
	"description":"Одно из самых загадочных животных семейства кошачьих — ирбис, он же снежный барс. Исследователи многих стран безуспешно пытаются поймать живого ирбиса для детального изучения, но пока это удалось лишь нашим инженерам-биологам. После серии рискованных экспериментов и пятнадцати несчастных случаев они представили краску «Ирбис». Покрытие содержит ДНК снежного барса, что делает его абсолютно уникальным и в какой-то степени даже экологичным."
},
{
	"name":"Искра",
	"previewResourceId":"spark_preview",
	"resourceId":"spark",
	"description":"Феерия света, каскад огней, музыка сфер — это уникальное покрытие можно описывать разными словами, но ни одно из них не отразит полностью его глубину. «Искру» выбирают танкисты, для которых танк — не просто боевая машина, но средство самовыражения."
},
{
	"name":"Калейдоскоп",
	"previewResourceId":"kaleidoscope_preview",
	"resourceId":"kaleidoscope",
	"description":"Противоснайперское покрытие с весьма циничной задумкой. Теоретически способно вызывать головокружение и другие интересные спецэффекты у экипажей снайперских танков. Увидя через снайперский прицел движущийся танк в этом покрытии, равнодушным не останется ни один наводчик. Проведение полевых испытаний постоянно откладывается по независящим от производителя причинам."
},
{
	"name":"Карбон",
	"previewResourceId":"carbon_preview",
	"resourceId":"carbon",
	"description":"Сочетание высоких технологий, углеродного волокна и особой краски повышенной стойкости. В комплект поставки входит тонировка на прицельные комплексы, но по закону она запрещена требованиями инспекции танкового движения."
},
{
	"name":"Кедр",
	"previewResourceId":"cedar_preview",
	"resourceId":"cedar",
	"description":"Для создания маскирующего покрытия «Кедр» используется сложный состав на основе толчёных чешуек кедровых шишек. Его неоспоримое достоинство — стопроцентная экологичность производства и два мешка очищенных кедровых орешков в подарок за каждую вторую канистру краски."
},
{
	"name":"Кирпич",
	"previewResourceId":"red_urban_preview",
	"resourceId":"red_urban",
	"description":"Камуфляжный дизайн краски специально разработан для сражений в промышленных зонах среди кирпичных зданий."
},
{
	"name":"Кольчуга",
	"previewResourceId":"chainmail_preview",
	"resourceId":"chainmail",
	"description":"Уникальное стилизованное под кольчугу покрытие разрабатывалось для реконструкции средневековых танковых боёв. По задумке автора, стальные махины в рыцарских доспехах должны были сражаться за свою честь и сердце прекрасной танкистки. Мы совершенно точно уверены, что ни один человек при создании этой краски не задался вопросом, существовали ли танки в средневековье."
},
{
	"name":"Конфетти",
	"previewResourceId":"confetti_preview",
	"resourceId":"confetti",
	"description":"Специальная краска для проведения вечеринок, праздников, юбилеев, свадеб и иных засекреченных спецопераций. Особенно интересные результаты можно получить, если это покрытие использовать в бригаде лёгких танков. Незабываемый фейерверк гарантирован для любых гостей — званых и не очень."
},
{
	"name":"Космос",
	"previewResourceId":"space_preview",
	"resourceId":"space",
	"description":"Эта краска представляет из себя распечатанную карту участка звездного неба, откуда якобы был зафиксирован инопланетный радиосигнал SHGb02+14a, поступивший в марте 2003 года. Он был зафиксирован трижды и исходил из области между созвездиями Рыб и Овна."
},
{
	"name":"Красный",
	"previewResourceId":"red_preview",
	"resourceId":"red",
	"description":"Красный цвет — воплощение ярости и отваги, обладает также природной практичностью, позволяя деликатно скрывать пятна вражеской крови, неизбежно появляющиеся на корпусе, как бы вы ни аккуратничали."
},
{
	"name":"Кузнец",
	"previewResourceId":"blacksmith_preview",
	"resourceId":"blacksmith",
	"description":"Не каждый день бывает возможность полюбоваться на искусную работу настоящих мастеров кузнечного дела. Но и мастерам кузнечного дела не каждый день удаётся секретно вывезти достаточно арматуры со стройки очередного танкового полигона."
},
{
	"name":"Лава",
	"previewResourceId":"lava_preview",
	"resourceId":"lava",
	"description":"Экспериментальный цвет, впервые опробованный во время локальных конфликтов в восточной Африке. По мнению армейских психологов, такая расцветка способна повергнуть в шок представителей некоторых радикальных религиозных организаций, вызвав у них панический страх перед инферно."
},
{
	"name":"Лесник",
	"previewResourceId":"forester_preview",
	"resourceId":"forester",
	"description":"Одна из двух расцветок, специально разработанных для наземных операций в средних климатических широтах. По результатам исследования независимой организации «Верный камуфляж», такая комбинация светло- и тёмно-зелёных пятен снижает вероятность обнаружения танка в кустах."
},
{
	"name":"Луга",
	"previewResourceId":"grasslands_preview",
	"resourceId":"grasslands",
	"description":"Идеальное покрытие для совершения хитрых манёвров на полях сражений с обширным травяным покровом и большим количеством кустарников. Особенно эффективно осенью."
},
{
	"name":"Магма",
	"previewResourceId":"magma_preview",
	"resourceId":"magma",
	"description":"Покрытие используется огнемётными танками для имитации потока лавы при штурме особо укреплённых районов. Такая тактика легко вызывает первобытный ужас в рядах обороняющихся."
},
{
	"name":"Марс",
	"previewResourceId":"mars_preview",
	"resourceId":"mars",
	"description":"По слухам, это покрытие разрабатывалось для космодесантных дивизий, которые должны были обеспечить молниеносное освобождение Марса от инопланетных захватчиков. В продажу краску вывели исключительно для сбора средств на переброску танковой дивизии на Марс."
},
{
	"name":"Металлик",
	"previewResourceId":"metallic_preview",
	"resourceId":"metallic",
	"description":"Существует ошибочное мнение, что данной расцветкой пользуются в условиях дефицита лакокрасочных материалов. На самом деле — это специальное покрытие, особым образом отражающее свет. Бликовый шум, создаваемый таким покрытием, вносит помехи в работу некоторых систем наведения."
},
{
	"name":"Метель",
	"previewResourceId":"winter_preview",
	"resourceId":"winter",
	"description":"Эта краска разработана специально для боёв на заснеженных картах и в условиях повышенной видимости. Лопата для самооткапывания танка из снега в комплект не входит по экономическим причинам."
},
{
	"name":"Морпех",
	"previewResourceId":"marine_preview",
	"resourceId":"marine",
	"description":"Это покрытие прекрасно держится на танке даже после продолжительного контакта с солёной водой. Хитрые танкисты покрывают танк этой краской изнутри, после чего используют его как большую бочку для засаливания огурцов на зиму."
},
{
	"name":"Мох",
	"previewResourceId":"moss_preview",
	"resourceId":"moss",
	"description":"Нет лучше способа спрятаться в тайге, чем стать частью тайги. Это покрытие как нельзя лучше соответствует такому принципу. Стоит только не забывать, что мох обычно растёт на северной стороне камней и деревьев. Также мох не перемещается активно по лесу, отстреливаясь от преследователей."
},
{
	"name":"Мэри",
	"previewResourceId":"mary_preview",
	"resourceId":"mary",
	"description":"Покрытый кроваво-красными пятнами танк должен нагонять жути на противника, вселяя в него первобытный ужас. Хотя умудрённые опытом танкисты знают, что на корпусе вовсе не кровь, а брызги томатного сока. Недаром же краска называется «Мэри»."
},
{
	"name":"Нано",
	"previewResourceId":"nano_preview",
	"resourceId":"nano",
	"description":"Толстый слой нанопоролона намазывается на танк из маленькой баночки с помощью ещё более маленькой кисточки. Процесс длительный, но результат радует глаз. С точки зрения военных специалистов это одна из самых достойных попыток приспособить нанотехнологии для танков."
},
{
	"name":"Нежные цветы",
	"previewResourceId":"soft_flowers_preview",
	"resourceId":"soft_flowers",
	"description":"Красивый цветочный рисунок для особых случаев аккуратно наносится на танк пульверизатором в несколько слоёв. В такой краске совершенно неважно, как вы управляете танком, куда важнее ваша улыбка."
},
{
	"name":"Нефрит",
	"previewResourceId":"jade_preview",
	"resourceId":"jade",
	"description":"Напыление из редкого коричневого нефрита обеспечивает этому покрытию прочность хорошей стали. Но если производство металлсодержащих покрытий загрязняет океаны и приводит к вымиранию низколетающих птиц, то краска «Нефрит» с каменной пудрой экологически чиста, как берёзовый сок!"
},
{
	"name":"Носорог",
	"previewResourceId":"rhino_preview",
	"resourceId":"rhino",
	"description":"Ничего лишнего, только металл. Тонкой эту работу точно назвать никак нельзя. Брутальность как она есть."
},
{
	"name":"Ночь",
	"previewResourceId":"night_preview",
	"resourceId":"night",
	"description":"Идеальная краска для ночных операций. Вы станете ночным кошмаром, воплощением ужаса, летящего на крыльях ночи."
},
{
	"name":"Оранж",
	"previewResourceId":"orange_preview",
	"resourceId":"orange",
	"description":"Данную расцветку не планировалось включать в официальный перечень, так как она не представляла особой практической ценности, кроме, быть может, посредственной маскировки в пустынной местности. Но армейские мозгоправы доказали, что оранжевый цвет положительно влияет на психологическое здоровье «пушечного мяса»."
},
{
	"name":"Партизан",
	"previewResourceId":"guerrilla_preview",
	"resourceId":"guerrilla",
	"description":"Для мастеров партизанской войны полевые умельцы с помощью зубила и грязной тряпочки разработали покрытие, отлично маскирующий танк под подбитую технику. Рекомендуется танкистам со стальными нервами, способными оставаться неподвижными даже под дулами вражеских танков."
},
{
	"name":"Первая любовь",
	"previewResourceId":"first_love_preview",
	"resourceId":"first_love",
	"description":"Пусть розовые сердечки не вводят вас в заблуждение. Эту краску используют настоящие ветераны танковых боёв. Уничтожая своих противников целыми дивизиями, они оставляют себе на память фотографии своих танков на фоне горящих остовов поверженных вражеских машин."
},
{
	"name":"Песчаник",
	"previewResourceId":"sandstone_preview",
	"resourceId":"sandstone",
	"description":"Покрытие «Песчаник» сочетает в себе маскирующие свойства песочной раскраски и прочность закалённого ветрами камня. Подарочный комплект «Песчаника» включает в себя купальные плавки или бикини на выбор, солнечные очки и пляжный зонт."
},
{
	"name":"Пикассо",
	"previewResourceId":"picasso_preview",
	"resourceId":"picasso",
	"description":"Камуфляж «Пикассо» не зря носит имя признанного мастера кубизма Пабло Пикассо. Тонкие многоугольные фрагменты брони стыкуются в абстрактный узор, рассеивающий падающие на танк лучи лазерных дальномеров. Выбор истинных искусствоведов!"
},
{
	"name":"Пиксель",
	"previewResourceId":"pixel_preview",
	"resourceId":"pixel",
	"description":"Лесной камуфляж, выполненный по экспериментальной пиксельной технологии. Выводит из себя ценителей высоких разрешений даже лучше, чем битые пиксели на экране."
},
{
	"name":"Пиксельное сердце",
	"previewResourceId":"pixel_heart_preview",
	"resourceId":"pixel_heart",
	"description":"Адаптация экспериментальных пиксельных технологий для романтичных натур. Такая краска может использоваться как для камуфляжа, так и для самовыражения. Любителей высоких разрешений бесит ещё сильнее, чем краска Пиксель."
},
{
	"name":"Питон",
	"previewResourceId":"python_preview",
	"resourceId":"python",
	"description":"Покрытие «Питон» — это не стилизация под змеиную шкуру, а цельная кожа настоящего питона. Покрытие ею танка производится по хитроумной технологии: камбоджийского гигантского питона морят голодом, а затем подсовывают ему обмазанный свиным жиром танк. Змея глотает его целиком, всё лишнее отрезается."
},
{
	"name":"Прибой",
	"previewResourceId":"swash_preview",
	"resourceId":"swash",
	"description":"Формула покрытия «Прибой» была похищена из секретной лаборатории под кодовым названием «Аква», специализирующейся на генетических экспериментах над рыбами. Благодаря особым теплоотражающим свойствам краска придаёт воздуху внутри танка морскую свежесть."
},
{
	"name":"Продиджи",
	"previewResourceId":"prodigi_preview",
	"resourceId":"prodigi",
	"description":"Усовершенствованная версия стандартного «Диджитала» выполнена по секретной технологии «Рябь в глазах». Она не только надёжно маскирует танк, но и раздражает противника, заставляя его чаще ошибаться."
},
{
	"name":"Пустыня",
	"previewResourceId":"desert_preview",
	"resourceId":"desert",
	"description":"Специальная краска для операций в пустыне, создаваемая напылением кристаллического порошка из зубов песчаных червей. В инструкции по применению рекомендуется не мыть танк и всячески избегать контакта с водой."
},
{
	"name":"Ржавчина",
	"previewResourceId":"corrosion_preview",
	"resourceId":"corrosion",
	"description":"Антипафос, антигламур и вызов моде! Кровавая ржавчина — выбор суровых танкистов, презирающих лоск и блеск. Полученная путём окисления металлической стружки в ванночках с кровью, эта краска говорит о брутальности и твёрдости характера танкиста."
},
{
	"name":"Роджер",
	"previewResourceId":"roger_preview",
	"resourceId":"roger",
	"description":"Главный пиратский символ всех времён, теперь впервые и на твоём танке."
},
{
	"name":"С любовью",
	"previewResourceId":"in_love_preview",
	"resourceId":"in_love",
	"description":"Разработанная для натур утончённых и романтичных, эта расцветка способна не только утолить жажду к прекрасному «искушённого» армейской атрибутикой эстета, но также поможет выиграть пару секунд у ошарашенного врага, зачарованно смотрящего на феерию из красных сердечек в центре поля боя."
},
{
	"name":"Саванна",
	"previewResourceId":"savanna_preview",
	"resourceId":"savanna",
	"description":"Этот камуфляж скроет вас среди пальм. Пляж тоже подойдёт, но, пожалуйста, не оставляйте гильзы от танковых снарядов на песке, это доставляет неудобства отдыхающим."
},
{
	"name":"Сакура",
	"previewResourceId":"sakura_preview",
	"resourceId":"sakura",
	"description":"Парадная краска секретной самурайской танковой дивизии. Дарит внутреннюю гармонию и бесконечное спокойствие. Даже сирена не способна вывести из равновесия владельца этого покрытия."
},
{
	"name":"Сафари",
	"previewResourceId":"safari_preview",
	"resourceId":"safari",
	"description":"Любители пощекотать себе нервы на сафари придумали весьма эффективный способ привлекать к себе хищников. Маскировка танка под невинную зебру отлично подходит для охоты с противотанковым вооружением как на африканских хищников, так и на не очень умных танкистов."
},
{
	"name":"Сахара",
	"previewResourceId":"sahara_preview",
	"resourceId":"sahara",
	"description":"Жители пустыни могут поделиться великим множеством секретов правильного использования бронетехники в условиях пыльных песков пустыни. Самым первым советом будет — не использовать танки в таких условиях. Но если тебя всё же угораздило оказаться на танке в пустыне, то это специальное покрытие не только будет отражать лишнее тепло, но и надёжно загерметизирует танк от попадания мельчайших частиц пыли в важные механизмы."
},
{
	"name":"Свинец",
	"previewResourceId":"lead_preview",
	"resourceId":"lead",
	"description":"Свинец — самая надёжная защита от излучения, это знали ещё в двадцатом веке. Покрытая свинцовым напылением броня эффективно защищает репродуктивную систему танкиста от радиации, позволяя сохранять бодрость духа даже в самых «горячих» переделках!"
},
{
	"name":"Свитер",
	"previewResourceId":"sweater_preview",
	"resourceId":"sweater",
	"description":"Ваш танк будет покрыт заботливо связанным узором настоящего бабушкиного зимнего свитера. Краска подарит вам ощущение счастья и немножко согреет во время зимних операций."
},
{
	"name":"Синий",
	"previewResourceId":"blue_preview",
	"resourceId":"blue",
	"description":"Эту расцветку оставили в официальном перечне, как память о провалившемся проекте разработки танка-амфибии «Сом». По задумке конструкторов, он должен был передвигаться по руслам неглубоких рек, и, благодаря синей расцветке, беспрепятственно проникать в глубокий вражеский тыл, оставаясь незамеченным."
},
{
	"name":"Скала",
	"previewResourceId":"rock_preview",
	"resourceId":"rock",
	"description":"Броневые пластины для покрытия «Скала» добываются в скальных массивах по древнеегипетской технологии. Сухие колышки вбиваются в скалу, смачиваются водой, разбухают и откалывают ровные каменные блоки. Этот камуфляж — настоящая ручная работа!"
},
{
	"name":"Тайга",
	"previewResourceId":"taiga_preview",
	"resourceId":"taiga",
	"description":"Камуфляжное покрытие «Тайга» так хорошо маскирует танк в густой растительности, что на нём даже можно охотиться на лосей. Пугливое животное не замечает угрозу и подходит к боевой машине вплотную. Впрочем, на месте лося может оказаться и другой танкист..."
},
{
	"name":"Тигр",
	"previewResourceId":"tiger_preview",
	"resourceId":"tiger",
	"description":"Это покрытие не только внешне похоже на шкуру тигра, но и на ощупь делает ваш танк мягким и пушистым. Смотря на танк в этом покрытии, вы можете тренировать свой взгляд тигра, который позволит вам обездвиживать испуганных противников."
},
{
	"name":"Тина",
	"previewResourceId":"clay_preview",
	"resourceId":"clay",
	"description":"Краска под кодовым названием «Тина» разрабатывалась для диверсионных танковых бригад, действующих в болотистой местности. Танки маскировались настолько хорошо, что даже пиявки не замечали их и на полном ходу врезались в бронированный корпус."
},
{
	"name":"Тундра",
	"previewResourceId":"tundra_preview",
	"resourceId":"tundra",
	"description":"Одна из немногих по-настоящему стильных камуфляжных красок. Текстура сурова и по-мужски проста. Делает танк менее заметным на поле боя."
},
{
	"name":"Улей",
	"previewResourceId":"hive_preview",
	"resourceId":"hive",
	"description":"Перед вами результат разработки единственной в мире атакующей краски. Покрытие представляет из себя настоящие соты для гигантских боевых противотанковых пчёл. Однако по требованию природоохранных организаций пчёл пришлось исключить из комплекта поставки."
},
{
	"name":"Урбан",
	"previewResourceId":"urban_preview",
	"resourceId":"urban",
	"description":"Лучшая краска для сражений в городе. Особенно хорошо работает в придорожных кустах, за что любима инспекцией танкового движения."
},
{
	"name":"Флора",
	"previewResourceId":"flora_preview",
	"resourceId":"flora",
	"description":"Одна из двух расцветок, специально разработанных для наземных операций в средних климатических широтах. Судя по отчетам независимой организации «Верный камуфляж», такая комбинация жёлтых, зелёных и коричневых пятен снижает вероятность обнаружения танка в «родной стихии»."
},
{
	"name":"Хвоя",
	"previewResourceId":"needle_preview",
	"resourceId":"needle",
	"description":"Для производства одной банки краски «Хвоя», изготовленной на основе иголочек хвойных деревьев, вырубается 25 квадратных метров молодого ельника. Но каждый снайпер знает, что хвойная присыпка — лучший способ маскировки!"
},
{
	"name":"Хохлома",
	"previewResourceId":"hohloma_preview",
	"resourceId":"hohloma",
	"description":"Изначально краска «Хохлома» создавалась исключительно для экспорта. Ею покрывались танки, продававшиеся за рубеж, дабы подчеркнуть исконно русское происхождение боевой техники. Теперь «Хохлому» можно достать и на внутреннем рынке, а в конструкторских бюро, по слухам, уже создаётся проект танка-матрёшки."
},
{
	"name":"Чёрный",
	"previewResourceId":"black_preview",
	"resourceId":"black",
	"description":"Данная расцветка стала негласным стандартом для диверсионных танковых дивизий, основной задачей которых является скрытное проникновение на территорию врага в темное время суток. В армейских кругах танки из таких элитных дивизий за глаза с завистью называют «чёрные пятна смерти»."
},
{
	"name":"Чужой",
	"previewResourceId":"alien_preview",
	"resourceId":"alien",
	"description":"Существует легенда, что этот камуфляж копирует окраску летающей тарелки, в прошлом веке сбитой ПВО сами-знаете-кого сами-знаете-где."
},
{
	"name":"Шелест",
	"previewResourceId":"rustle_preview",
	"resourceId":"rustle",
	"description":"Танки не боятся ни жары, ни мороза, поэтому сражения бушуют круглый год. А значит, танкистам требуется маскировка не только для разной местности, но и для всех сезонов. Этот окрас поможет слиться с палой листвой и подосиновиками в осеннем лесу. При условии, что вам удастся заехать на танке в лес..."
},
{
	"name":"Электра",
	"previewResourceId":"electra_preview",
	"resourceId":"electra",
	"description":"Одна из самых красивых красок, разработанная при участии модельных домов Франции. «Электра» имеет хорошие камуфлирующие свойства и эстетичный внешний вид. К сожалению, не все способны по достоинству оценить изящество линий и глубину работы французских мастеров."
},
{
	"name":"Ягуар",
	"previewResourceId":"jaguar_preview",
	"resourceId":"jaguar",
	"description":"Вручную подогнанная под ваш танк шкура благородного хищника. Окрас истинного охотника."
},
{
	"name":"Акварель",
	"previewResourceId":"watercolor_preview",
	"resourceId":"watercolor",
	"description":"Изначально внешний вид этого покрытия задумывался совершенно иным. Однако после одного случая в гараже с участием нескольких десятков вёдер с краской и взорвавшегося баллона с газом покрытие приобрело довольно пёструю, но при этом привлекательную расцветку. Главный модельер танковых красок был настолько впечатлён, что решил включить его в свою новую осеннюю коллекцию."
},
{
	"name":"Арахнид",
	"previewResourceId":"arachnid_preview",
	"resourceId":"arachnid",
	"description":"Это покрытие выполнено по заказу клуба любителей пауков тарантулов и повторяет окрас весьма редкого паука avicularia purpurea. В боевых условиях краска позволяет морально давить на противника, ведь страх перед пауками относится к числу самых распространённых фобий."
},
{
	"name":"Барбершоп",
	"previewResourceId":"barber_shop_preview",
	"resourceId":"barber_shop",
	"description":"Эта стильная краска подойдёт танкистам, которые придают своему внешнему виду не меньшее, а, может быть, и большее значение, чем игровому мастерству."
},
{
	"name":"Бриз",
	"previewResourceId":"breeze_preview",
	"resourceId":"breeze",
	"description":"Отличительный знак самых смелых бойцов в передовых отрядах. Награда для тех, кто прокладывает дорогу в неизвестность."
},
{
	"name":"Ванадий",
	"previewResourceId":"vanadium_preview",
	"resourceId":"vanadium",
	"description":"Специальное покрытие из редкого металла ванадия. Благодаря своей привлекательной серебристой текстуре краска высоко ценится танкистами, следящими за внешним видом своих боевых машин."
},
{
	"name":"Вечность",
	"previewResourceId":"eternity_preview",
	"resourceId":"eternity",
	"description":"Очень редкая краска, которая отлично подойдёт для боёв на средней дистанции и сделает из вас рок-звезду."
},
{
	"name":"Глитч",
	"previewResourceId":"glitch_preview",
	"resourceId":"glitch",
	"description":"Краска, гарантированно вызывающая у противника галлюцинации. Психотропный эффект от неё настолько силён, что обслуживать танк приходится в тёмном ангаре на ощупь."
},
{
	"name":"Домино",
	"previewResourceId":"domino_preview",
	"resourceId":"domino",
	"description":"На создание этой краски нас вдохновил проект группы вундеркиндов, которые создали невероятно точную модель танка из костей домино. Модель состояла из такого огромного количества костей домино, что на их падение потребовалось целых 5 часов."
},
{
	"name":"Жидкий металл",
	"previewResourceId":"liquid_metal_preview",
	"resourceId":"liquid_metal",
	"description":"Нанесение этого покрытия требует ну очень прямых рук. Танк заливают тонким слоем нагретого серебристого металла, аккуратно пуская его волнами по корпусу. Металл очень быстро остывает и образует красивые складки по всему танку. Затем танк хромируется и покрытие обретает окончательный вид."
},
{
	"name":"Засуха",
	"previewResourceId":"drought_preview",
	"resourceId":"drought",
	"description":"Краска Засуха станет для ваших врагов символом разрушения, которое вы принесёте с собой на поле боя. Ничто не может спасти от засухи, так же как никто не сможет спастись от вас."
},
{
	"name":"Клубника",
	"previewResourceId":"strawberry_preview",
	"resourceId":"strawberry",
	"description":"Очаруйте врагов приятным ароматом, ярким красным цветом и сочной текстурой своего клубничного танка. А затем, когда они подъедут ближе, чтобы попробовать вас на вкус, открывайте огонь."
},
{
	"name":"Коррозия",
	"previewResourceId":"rust_preview",
	"resourceId":"rust",
	"description":"Именно такой специфический вид приобретает техника из подразделений химзащиты всего через несколько дней, проведённых в закрытых зонах с опасными условиями. Теперь же можно приобрести это брутальное покрытие без необходимости подвергать броню своего танка воздействию агрессивной среды."
},
{
	"name":"Красный костюм",
	"previewResourceId":"red_suit_preview",
	"resourceId":"red_suit",
	"description":"«Вы, наверное, думаете, почему я в красном? Чтобы плохие ребята не видели, что у меня идёт кровь!»."
},
{
	"name":"Лайм",
	"previewResourceId":"lime_preview",
	"resourceId":"lime",
	"description":"Краска для танкистов, которые любят повеселиться! Это уникальное и редкое покрытие поставляется вместе с мини-баром и барменом, специализирующимся на безалкогольных коктейлях и жонглировании бутылками. Кроме этого, внешний вид краски зависит от танка, на котором она установлена."
},
{
	"name":"Лунный грунт",
	"previewResourceId":"lunar_soil_preview",
	"resourceId":"lunar_soil",
	"description":"Эта краска прекрасно подойдёт любителям танковых сражений в космическом режиме. Покрытие имитирует лунную поверхность, а в его составе — частицы песка, контрабандой привезённого с Луны."
},
{
	"name":"Мята",
	"previewResourceId":"mint_preview",
	"resourceId":"mint",
	"description":"С этой краской вы привнесёте глоток свежего воздуха на поля сражений. Краска Мята гарантированно поможет перебить металлический танковый привкус во рту."
},
{
	"name":"Нейрон",
	"previewResourceId":"neuron_preview",
	"resourceId":"neuron",
	"description":"Наши учёные создали дизайн этой краски, используя сложнейшую нейронную сеть. Чтобы проверить все возможности этой сети, ей дали задание нанести покрытие самостоятельно. Нейронная сеть восприняла эту задачу буквально — и вот что из этого получилось. Есть мнение, что это проявление искуственного разума и самостоятельного мышления, но мы уверены, что приняли все возможные меры по предотвращению робо-апокалипсиса."
},
{
	"name":"Пижама",
	"previewResourceId":"pajamas_preview",
	"resourceId":"pajamas",
	"description":"Один из главных плюсов компьютерных игр — в них можно играть в любой одежде, даже в пижаме. Если вы хотите, чтобы вашему танку было так же удобно, как вам во время игры, то эта краска — идеальный выбор."
},
{
	"name":"Скандинавия",
	"previewResourceId":"scandinavia_preview",
	"resourceId":"scandinavia",
	"description":"Покрытие для ведения боёв в условиях экстремальных холодов. Каждый танк обвязывается вручную силами взвода специально обученных бабушек."
},
{
	"name":"Стейк",
	"previewResourceId":"steak_preview",
	"resourceId":"steak",
	"description":"Это покрытие цвета стейка рекомендуется наносить только на самые мощные и вооружённые до зубов танки: реакция танкистов-вегетарианцев независимо от командной принадлежности может быть совершенно непредсказуемой."
},
{
	"name":"Янтарь",
	"previewResourceId":"amber_preview",
	"resourceId":"amber",
	"description":"Эта краска была создана по старинной технологии. Из экстракта древесной смолы изготавливаются под низким давлением тонкие пластины, которые затем приколачиваются к танку. В результате получается роскошное покрытие, благодаря которому создаётся впечатление, что танк украшен драгоценным камнем янтарём."
},
{
	"name":"All you need is...",
	"previewResourceId":"all_you_need_is_preview",
	"resourceId":"all_you_need_is",
	"description":"Как поётся в знаменитой песне Beatles «All you need is love»: всё, что тебе нужно — это любовь... и полностью прокачанный танк, чтобы разбивать своих врагов вдребезги."
},
{
	"name":"Блёстки",
	"previewResourceId":"spangles_preview",
	"resourceId":"spangles",
	"description":"Создай праздничное настроение на поле сражения, надев эту специальную краску, которая сделает твой танк похожим на блестящую ёлочную игрушку."
},
{
	"name":"Вечерний закат",
	"previewResourceId":"sunset_camouflage_preview",
	"resourceId":"sunset_camouflage",
	"description":"Специальное камуфляжное покрытие, на создание которого нас вдохновили краски вечернего заката. Хитрый боец использует этот камуфляж во время захода солнца, чтобы запутать врага и получить огромное преимущество в бою."
},
{
	"name":"Вьюга",
	"previewResourceId":"snowflake_preview",
	"resourceId":"snowflake",
	"description":"Эта краска изготавливается на заводе, спрятанном глубоко в арктической тундре, с использованием специальной патентованной установки, которая создаёт высокопрочные листы, состоящие из нескольких слоёв снега. Слои обрабатываются таким образом, чтобы максимально повысить уникальный рефракционный индекс каждой снежинки, благодаря чему удаётся добиться такого удивительного визуального эффекта редкой красоты."
},
{
	"name":"Зомби",
	"previewResourceId":"zombie_preview",
	"resourceId":"zombie",
	"description":"Позвольте вашим врагам сжечь вас, заморозить или разнести ваш корпус в клочья. С этой краской вы дадите вашим врагам понять, что нельзя убить то, что уже мертво... И неважно, что они сделают дальше, вы всё равно вернётесь за ними."
},
{
	"name":"Лепестки сирени",
	"previewResourceId":"lilac_petals_preview",
	"resourceId":"lilac_petals",
	"description":"Это ажурное покрытие может сбить с толку любого, даже самого осторожного врага. Несмотря на нежный и утончённый вид краски, её обладатель готов в любой момент разнести танк противника вдребезги без малейшего угрызения совести."
},
{
	"name":"Новогодний подарок",
	"previewResourceId":"new_year_gift_preview",
	"resourceId":"new_year_gift",
	"description":"Как можно растопить сердце даже самого сурового танкиста? Конечно, положив ему под ёлку новенький танк в красивой хрустящей рождественской упаковке! Краска приурочена к празднованию Нового 2018 года."
},
{
	"name":"Остынь, приятель!",
	"previewResourceId":"chill_bro_preview",
	"resourceId":"chill_bro",
	"description":"Морозная сладость способна в считанные секунды остудить самые горячие головы и настроить на лирическо-созерцательный лад. Может спровоцировать неодолимое желание похлопать противника по плечу и пожать виртуальную руку."
},
{
	"name":"Ретина",
	"previewResourceId":"retina_preview",
	"resourceId":"retina",
	"description":"Текстура этой особой краски повторяет яркий узор сетчатки человеческого глаза. Это покрытие способно легко дезориентировать любого, даже самого опытного соперника."
},
{
	"name":"Тайна пришельцев",
	"previewResourceId":"secret_of_the_aliens_preview",
	"resourceId":"secret_of_the_aliens",
	"description":"Это покрытие повторяет внешний вид таинственного объекта неземного происхождения, который был обнаружен несколько лет назад на одном из танковых полигонов. «Объект» закован в пластины из неведомого науке материала, воссоздать молекулярную структуру которого пока не удалось."
},





{
	"name":"Мастер паркура 2023",
	"previewResourceId":"master_of_parkour_2023_preview",
	"resourceId":"master_of_parkour_2023",
	"description":"Это уникальная краска, которой награждаются победители конкурса «Мастера паркура 2023»."
},
{
	"name":"14 лет!",
	"previewResourceId":"14_years!_preview",
	"resourceId":"14_years!",
	"description":"«Танкам» 14 лет!"
},
{
	"name":"Моно яблоко",
	"previewResourceId":"mono_apple_preview",
	"resourceId":"mono_apple",
	"description":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт."
},
{
	"name":"Моно морской",
	"previewResourceId":"mono_aquamarine_preview",
	"resourceId":"mono_aquamarine",
	"description":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт."
},
{
	"name":"Моно лазурный",
	"previewResourceId":"mono_azure_preview",
	"resourceId":"mono_azure",
	"description":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт."
},
{
	"name":"Моно синий",
	"previewResourceId":"mono_blue_preview",
	"resourceId":"mono_blue",
	"description":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт."
},
{
	"name":"Моно коралловый",
	"previewResourceId":"mono_coral_preview",
	"resourceId":"mono_coral",
	"description":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт."
},
{
	"name":"Моно фуксия",
	"previewResourceId":"mono_fuchsia_preview",
	"resourceId":"mono_fuchsia",
	"description":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт."
},
{
	"name":"Моно золотой",
	"previewResourceId":"mono_gold_preview",
	"resourceId":"mono_gold",
	"description":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт."
},
{
	"name":"Моно оранж",
	"previewResourceId":"mono_orange_preview",
	"resourceId":"mono_orange",
	"description":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт."
},
{
	"name":"Моно красный",
	"previewResourceId":"mono_red_preview",
	"resourceId":"mono_red",
	"description":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт."
},
{
	"name":"Моно индиго",
	"previewResourceId":"mono_violet_preview",
	"resourceId":"mono_violet",
	"description":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт."
},
{
	"name":"Моно жёлтый",
	"previewResourceId":"mono_yellow_preview",
	"resourceId":"mono_yellow",
	"description":"Обычная (неанимированная) краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт."
},




























{
	"name":"Ночной город",
	"previewResourceId":"night_city_preview",
	"resourceId":"night_city",
	"description":"Анимированная краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт."
},
{
	"name":"Спектр",
	"previewResourceId":"spectrum_preview",
	"resourceId":"spectrum",
	"description":"Это покрытие разработано с учётом редчайших квантовых технологий, позволяющих переносить вероятностные эффекты в макромир. Первой мыслью создателей технологии было наконец провести реальный эксперимент с суперпозицией кота Шрёдингера, но сделать это им не позволили защитники животных. Поэтому результатом их работы стала эта краска. Несмотря на всю сложную математику и научные изыскания, она представляет собой всего лишь монотонное покрытие зелёного... нет, синего цве... нет, постойте, красного... да чтоб тебя, жёлтого! ААА! ФИОЛЕТОВОГО! Так, всё, хватит с меня, сами пишите это описание!"
},
{
	"name":"Спиннер",
	"previewResourceId":"spinner_preview",
	"resourceId":"spinner",
	"description":"Спиннер? Это он? Да, вам не показалось. Неудачная «катка» или плохие «тиммейты»? Просто покрутите спиннер и будьте спокойны."
},
{
	"name":"Неоновая молния",
	"previewResourceId":"groovy_neon_preview",
	"resourceId":"groovy_neon",
	"description":"Анимированная краска — это покрытие для вашего танка. Краска выполняет исключительно эстетическую функцию. В зависимости от цветовой гаммы она может замаскировать вас на поле боя. Но никаких других преимуществ в игре она не даёт."
},
{
	"name":"Гроза",
	"previewResourceId":"lightning_storm_preview",
	"resourceId":"lightning_storm",
	"description":"Прямо под тонким прозрачным покрытием этой краски струятся электрические разряды, которые превращают ваш танк в плазменный шар, сеющий массовые разрушения."
},
{
	"name":"Бриллиант",
	"previewResourceId":"diamond_preview",
	"resourceId":"diamond",
	"description":"Эта краска — лучший друг девушек... и респектабельных мужчин. Ослепительный блеск и роскошь, как она есть."
},
{
	"name":"Уничтоженный танк",
	"previewResourceId":"dead_preview",
	"resourceId":"dead",
	"description":"Умер."
},
{
	"name":"Лето (Tanki X)",
	"previewResourceId":"summer_tx_preview",
	"resourceId":"summer_tx",
	"description":"."
},
{
	"name":"Спорт (Tanki X)",
	"previewResourceId":"sport_tx_preview",
	"resourceId":"sport_tx",
	"description":"."
}
]
